Repository: Maberi/machiavelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, es

source: A "revolution" occurs when a player fails to submit his actions on time. When a revolution is created, any user may try to overthrow the player and take his place in the game. The first time, the player has the chance to keep control of his country if he submits his actions in a few hours. If the same player fails again and there's a candidate to take his place, the overthrow will be inmediate.
de: Eine "Revolution" passiert, wenn ein Spieler nicht seine Aktionen einreichen. Wenn eine Revolution passiert, kann man einen Absturz versuchen, um die Stelle des Spieler einzunehmen. Erstmals kann der Spieler die Kontrolle seines Land behalten, wenn er seine Aktionen schnell reicht ein. Wenn der Spieler wieder seine Aktionen nicht reicht ein und es einen Anwärter gibt, der Absturz ist sofortig.
es: Una "revolución" ocurre cuando un jugador no envía sus acciones a tiempo. Cuando se crea una revolución, un usuario puede intentar derrocar al jugador y ocupar su lugar en la partida. La primera vez, el jugador tiene la posibilidad de mantenter el control de su país si envía sus acciones en pocas horas. Si el mismo jugador falla de nuevo y hay un candidato a ocupar su lugar, el derrocamiento será inmediato.

source: Taking other player's place usually means playing a country in disadvantage, but you will be helping other players to play a good game. Because of that, your karma will be raised.
de: Wenn du die Stelle anderes Spieler nimmst ein, spielst du mit einem Land im Nachteil, aber du hilfst anderen Spielern ein gutes Spiel spielen. Deshalb gewinnst du Karma.
es: Ocupar el lugar de otro jugador significa normalmente jugar con un país en desventaja, pero estarás ayudando a otros jugadores a jugar una buena partida. Por eso, tu karma será incrementado.

source: Surrenders
es: Rendiciones

source: Revolutions marked as "voluntary" refer to a surrendered player. In this case, you can get the control of the country inmediately.
es: Las revoluciones marcadas como "volunarias" se refieren a un jugador rendido. En este caso, puedes tomar el control del país inmediatamente.

source: At this moment there are no available revolutions.
de: Jetzt gibt es keine Revolutionen.
es: En este momento no hay revoluciones disponibles.

source: Status
es: Estado

source: Voluntary
es: Voluntaria

source: Actions
de: Aktionen
es: Acciones

source: Active since
es: Activa desde

source: Playing
de: Spielend
es: Jugando

source: Play
de: Spielen
es: Jugar

source: Withdraw
de: Zurücktreten
es: Retirar

source: Setup
ca: Desplegament
de: Ersteinrichtung
es: Despliegue

source: Coat of arms
ca: Escut d'armes
de: Wappenschild
es: Escudo de armas

source: Home provinces
ca: Provincies d´origen
de: Heimatprovinzen
es: Provincias de origen

source: Initial setup
ca: Desplegament inicial
de: Ersteinrichtung
es: Despliegue inicial

source: Initial ducats
ca: Ducats inicials
de: Anfänglich Dukaten
es: Ducados iniciales

source: Double income
ca: Ingrés doble
de: Doppeltes Einkommen
es: Ingreso doble

source: Autonomous garrisons
ca: Guarnicions autònomes
de: Selbständige Garnisonen
es: Guarniciones autónomas

source: Cities that give additional income
ca: Ciutats que proporcionen ingressos addicionals
de: Städte, die doppeltes Einkommen geben
es: Ciudades que proporcionan ingresos adicionales

source: Disabled areas
ca: Àrees inutilitzades
de: Ungenutzten Bereichen
es: Areas inutilizadas

source: Scenarios
ca: Escenaris
de: Szenarios
es: Escenarios

source: Scores
ca: Puntuacions
de: Spielstand
es: Puntuaciones

source: Stats
ca: Estadístiques
de: Statistik
es: Estadísticas

source: See scores
ca: Veure puntuacions
de: Spielstand sehen
es: Ver puntuaciones

source: See stats
ca: Veure estadístiques
de: Statistik sehen
es: Ver estadísticas

source: Stats for
ca: Estadístiques per a
de: Statistik für
es: Estadísticas para

source: Stats by country in "%(title)s"
ca: Estadístiques per país en "%(title)s"
de: Statistik pro Land in "%(title)s"
es: Estadísticas por país en "%(title)s"

source: This scenario has been played a total of %(games)s times.
ca: Aquest escenari s'ha jugat un total de %(games)s vegades.
de: Dieses Szenario wurde insgesamt %(games)s mal gespielt.
es: Este escenario se ha jugado un total de %(games)s veces.

source: Average position
ca: Posició mitjana
de: Durchschnittliche Position
es: Posición media

source: Return to scenario details.
ca: Tornar a l'escenari.
de: Zurück zu Szenario.
es: Volver al escenario.

source: Units
es: Unidades

source: All events
es: Todos los eventos

source: Process
ca: Procés
de: Prozess
es: Proceso

source: Gossip
ca: Rumors
de: Gerüchte
es: Rumores

source: Show all
ca: Veure tot
de: Alle anzeigen
es: Ver todo

source: Journal
ca: Diari
es: Diario

source: Edit journal
ca: Editar diari
de: Journal bearbeiten
es: Editar diario

source: Game management
es: Administración de partida

source: Surrender
es: Rendición

source: Report error
es: Informe de error

source: At least one player has not yet made his movements. You have to wait until all players have done it or the time limit is reached.
es: Al menos un jugador aún no ha hecho sus movimientos. Tendrás que esperar hasta que todos los jugadores lo hayan hecho, o se alcance el límite de tiempo.

source: You may order up to two units to make a strategic movement. The following restrictions are applied:
es: Puedes ordenar hasta a dos unidades que hagan un movimiento estratégico. Se aplican las siguientes restricciones:

source: Units may move only through your own controlled areas.
es: Las unidades solo pueden mover a traves de las áreas que controles.

source: An army may be convoyed by any of your fleets.
es: Un ejército puede ser transportado por una de tus flotas.

source: A fleet may move through your own coasts and throgh vacant sea areas that are adjacent to your coasts.
es: Una flota puede mover por tus propias costas y por áreas de mar vacías que estén adyacentes a tus costas.

source: A unit cannot enter an area containing other unit, except by convoy.
es: Una unidad no puede entrar a un área ocupada, excepto para un convoy.

source: These are your strategic movement orders:
es: Estas son tus órdenes de movimiento estratégico:

source: If you wish, you can change your orders. To do so, push the following button. Remember that you will need to confirm your actions again, even if you don't want to make any movements.
es: Si lo deseas, puedes cambiar tus órdenes. Para hacerlo pulsa el siguiente botón. Recuerda que tendrás que confirmar tus acciones de nuevo; incluso si no quieres hacer movimientos.

source: Undo strategic movements
es: Deshacer movimientos estratégicos

source: A Game Of Diplomacy And War
ca: Un Joc de Diplomàcia i Guerra
de: Ein Spiel um Diplomatie und Krieg
es: Un Juego de Diplomacia y Guerra

source: Condottieri. A Game Of Diplomacy And War
ca: Condottieri. Un Joc de Diplomàcia i Guerra
de: Condottieri. Ein Spiel um Diplomatie und Krieg
es: Condottieri. Un Juego de Diplomacia y Guerra

source: Condottieri is a multiplayer, strategic game based on the classic game "Machiavelli" (a variant of "Diplomacy").
ca: Condottieri és un joc d'estratègia multijugador basat en el clàssic "Machiavelli" (una variant de "Diplomàcia").
de: Condottieri ist ein strategisches Mehrspielerspiel, beruht auf dem klassischen spiel "Machiavelli" (eine Variante von "Diplomacy").
es: Condottieri es un juego de estrategia multijugador basado en el clásico "Machiavelli" (una variante de "Diplomacia").

source: Condottieri can be played in different settings, like the Renaissance Italy or the Thirty Years War. Each player controls one of the powers that struggle to dominate the region. You will have to negotiate with other players in order to achieve this goal. Armies, fleets, garrisons and money are your best arguments in this negotiation. But beware: some of your allies will be willing to betray you for a piece of the cake.
es: Condottieri se puede jugar en diferentes ambientaciones, como la Italia renacentista o la Guerra de los Treinta Años. Cada jugador controla una de las potencias que luchan por dominar la región. Tendrás que negociar conotros jugadores para conseguir este objetivo. Los ejércitos, flotas, guarniciones y el dinero son tus mejores argumentos en esta negociación. Pero cuidado: algunos de tus aliados estarán dispuestos a traicionarte por un trozo del pastel.

source: Condottieri is a turn-based, slow-paced game. A typical game session will last for days or weeks, but you will have to spend only a few minutes every one or two days to play the game. Of course, you can play more than one game at a time.
ca: Condottieri és un joc per torns, de ritme lent. Una sessió típica durarà uns dies o setmanes, però sols hauràs de dedicar uns minuts cada un o dos dies per jugar. No obstant això, pots jugar més d'una partida a la vegada.
de: Condottieri ist ein rundesbasiertes, langsam Spiel. Ein typisches Spiel kann Tage oder Wochen dauern, aber du brauchst nur einige Minuten pro Tag, um zu spielen. Natürlich kannst du an mehr als ein Spiel teilnehmen.
es: Condottieri es un juego por turnos, de ritmo lento. Una sesión típica durará unos días o semanas, pero solo tendrás que dedicar unos minutos cada uno o dos días para jugar. Por supuesto, puedes jugar más de una partida a la vez.

source: Unfinished actions
ca: Accions pendents
de: Unbeendete Aufgaben
es: Acciones pendientes

source: You must complete your actions in the following games:
ca: Has de completar les teves accions al jocs següents:
de: In diesen Spielen musst du deine Aktionen machen:
es: Debes completar tus acciones en los siguientes juegos:

source: You have already completed all of your actions.
ca: Ja has completat totes les teves accions.
de: Jetzt hast du alle deine Aktionen gemacht.
es: Ya has completado todas tus acciones.

source: Join a game
ca: Uneix-te
de: Nehmen an einem Spiel teil
es: Únete

source: There are %(joinable_count)s games waiting for players.
ca: Hi ha %(joinable_count)s jocs esperant jugadors.
de: Es gibt %(joinable_count)s Spiele, die auf Spieler warten.
es: Hay %(joinable_count)s juegos esperando jugadores.

source: Join a game.
ca: Uneix-te a un joc.
de: An einem Spiel teilnehmen
es: Únete a un juego.

source: At this time there are no games waiting for players. Of course you can create a new one.
ca: En aquest moment no hi ha jocs esperant jugadors. No obstant això, pots crear un joc nou
de: Jetzt gibt es kein Spiel, das auf Spieler wartet. Natürlich kannst du ein neuen Spiel erstellen.
es: En este momento no hay juegos esperando jugadores. Por supuesto puedes crear un juego nuevo.

source: Latest forum posts
ca: Últims missatges del fòrum
de: Letzte Beiträge im Forum
es: Últimos mensajes del foro

source: %(time)s ago by %(author)s
ca: fa %(time)s per %(author)s
de: vor %(time)s von %(author)s
es: hace %(time)s por %(author)s

source: Latest comments in games
ca: Últims comentaris en jocs
de: Letzte kommentare in Spiele
es: Últimos comentarios en juegos

source: %(time)s ago by %(user)s in the game %(slug)s
ca: fa %(time)s per %(user)s al joc %(slug)s
de: vor %(time)s von %(user)s in dem Spiel %(slug)s
es: hace %(time)s por %(user)s en el juego %(slug)s

source: New scenario: "%(title)s"
de: Neues Szenario: "%(title)s"
es: Nuevo escenario: "%(title)s"

source: Latest gossip
ca: Últims rumors
de: Letzte Gerüchte
es: Últimos rumores

source: New notices
ca: Nous avisos
de: Neue Anzeigen
es: Nuevos avisos

source: Follow Condottieri on Twitter
ca: Segueix Condottieri al Twitter
de: Folge Condottieri in Twitter
es: Sigue a Condottieri en Twitter

source: Follow Condottieri on Google+
ca: Segueix Condottieri al Google+
de: Folge Condottieri in Google+
es: Sigue a Condottieri en Google+

source: If you can't play the game, and you don't want to lose lots of karma, you can surrender and give other user the option of taking your place. This way, the rest of players won't need to wait for you to end the turns.
es: Si no puedes jugar la partida, y no quieres perder montones de karma, puedes rendirte y dar a otro usuario la opción de ocupar tu lugar. De esta forma, el resto de jugadores no tendrán que esperar por ti para terminar sus turnos.

source: Surrender cannot be undone. You won't be able to recover your country, and you will be slightly penalized (both with points and karma). Keep in mind that if you don't surrender and you are overthrown, you will lose much more karma and points.
es: La rendición no se puede deshacer. No podrás recuperar tu país, y serás penalizado levemente (tanto con puntos como con karma). Ten en cuenta que si no te rindes y eres derrocado, perderás muchos más puntos y karma.

source: If you really wish to surrender, press the button below.
es: Si realmente deseas rendirte, pulsa el siguiente botón.

source: You can impose tax to the cities you control to get more money for your wars. You may tax an area once per season. When you tax an area, it will give you its normal income minus 1 ducat. However, this area will be affected by famine until the end of the next Spring. If you tax an area affected by famine, a rebellion may outbreak (the richer the city, the more likely the rebellion). You cannot tax a rebelled area.
es: Puedes gravar con impuestos las ciudades que controlas para conseguir más dinero para tus guerras. Puedes gravar un área una vez por estación. Cuando gravas un área, te dará sus ingresos normales menos 1 ducado. Sin embargo, esta área estará afectada por la hambruna hasta el final de la siguiente Primavera. Si gravas un área afectada por la hambruna, puede estallar una rebelión (cuanto más rica es la ciudad, más probable es la rebelión). No puedes gravar un área en la que haya una rebelión.

source: Please, mark the areas that you wish to tax.
es: Por favor, marca las áreas que deseas gravar.

source: Team messages in the game
de: Teammeldungen im Spiel
es: Mensajes de equipo en la partida

source: %(time)s ago by %(country)s
es: hace %(time)s por %(country)s

source: Orders processing in game
ca: Processat d'ordres en el joc
de: Verarbeitung der Aufträge im Spiel
es: Procesamiento de órdenes en el juego

source: Year
ca: Any
de: Jahr
es: Año

source: Season
ca: Estació
de: Jahreszeit
es: Estación

source: Phase
ca: Fase
es: Fase

source: Timestamp
ca: Temps
de: Zeitstempel
es: Tiempo

source: Gossip in the game
ca: Rumors al joc
de: Gerüchte im Spiel
es: Rumores en el juego

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
ca: Has rebut l'avís següent de %(current_site)s: %(message)s Per veure altres avisos o canviar la forma en la que reps les notificacions, si us plau, ves a %(notices_url)s.
de: Du hast eine Mitteilung von %(current_site)s bekommen: %(message)s Um andere Mitteilungen lesen, geh bitte nach %(notices_url)s.
es: Has recibido el siguiente aviso de %(current_site)s: %(message)s Para ver otros avisos o cambiar la forma en la que recibes las notificaciones, por favor ve a %(notices_url)s.

source: The game '%(title)s' has expired and has been deleted.
es: La partida '%(title)s' ha caducado y se ha borrado.

source: '%(title)s' has expired.
es: '%(title)s' ha caducado.

source: The game '%(slug)s' is over. You can
ca: El joc '%(slug)s' ha finalitzat. Pots
de: Das Spiel '%(slug)s' ist vorbei. Du kannst
es: El juego '%(slug)s' ha terminado. Puedes

source: see the results in
ca: veure els resultats a
de: die Ergebnis sehen:
es: ver los resultados en

source: '%(slug)s' is over.
ca: '%(slug)s' ha finalitzat.
de: '%(slug)s' ist vorbei.
es: '%(slug)s' ha terminado.

source: The game '%(slug)s' has just started. You can
ca: El joc '%(slug)s' acaba de començar. Pots
de: Das Spiel '%(slug)s' hat begonnen. Du kannst
es: El juego '%(slug)s' acaba de empezar. Puedes

source: play it in
ca: jugar a
de: spielen:
es: jugar en

source: '%(slug)s' has just started.
ca: '%(slug)s' acaba de començar.
de: '%(slug)s' hat begonnen.
es: '%(slug)s' acaba de empezar.

source: You are now playing the game '%(slug)s'.
ca: Ara estàs jugant al joc '%(slug)s'.
de: Jetzt nimmst du an den Spiel '%(slug)s' teil.
es: Ahora estás jugando en el juego '%(slug)s'.

source: Go to the game
ca: Ves al joc
de: Gehen auf das Spiel
es: Ir al juego

source: You are now playing in '%(slug)s'.
ca: Ara estàs jugant a '%(slug)s'.
de: Jetzt nimmst du am Spiel '%(slug)s' teil.
es: Ahora estás jugando en '%(slug)s'.

source: You have received a new letter in the game '%(slug)s'
ca: Has rebut una nova carta al joc '%(slug)s'
de: Du hast einen neuen Brief im Spiel '%(slug)s' erhalten
es: Has recibido una nueva carta en el juego '%(slug)s'

source: From
ca: De
de: Von
es: De

source: Body
ca: Contingut
de: Text
es: Contenido

source: Read the letter
ca: Llegir la carta
de: Lesen den Brief
es: Leer la carta

source: Your invitaion to the game '%(slug)s' has been revoked.
ca: La teva invitació al joc '%(slug)s' ha estat retirada.
de: Deine Einladung für das Spiel '%(slug)s' ist annulliert worden.
es: Tu invitación al juego '%(slug)s' ha sido retirada.

source: Your invitation to the game '%(slug)s' has been revoked.
ca: La teva invitació al joc '%(slug)s' ha estat retirada.
de: Deine Einladung für das Spiel '%(slug)s' ist annulliert worden.
es: Tu invitación al juego '%(slug)s' ha sido retirada.

source: You have been overthrown in game '%(slug)s'.
ca: Has estat derrocat en el joc '%(slug)s'.
de: Du hast im Spiel '%(slug)s' gestürzt worden
es: Has sido derrocado en el juego '%(slug)s'.

source: You have been overthrown in '%(slug)s'.
ca: Has estat derrocat a '%(slug)s'.
de: Du bist im Spiel '%(slug)s' gestürzt worden
es: Has sido derrocado en '%(slug)s'.

source: You have neglected your government duties in game '%(slug)s' and you have been penalized.
de: Du hast die Pflichten der Regierung im Spiel '%(slug)s' versäumt und du wirst bestraft.
es: Has descuidado tus tareas de gobierno en el juego '%(slug)s' y has sido penalizado.

source: You have skipped your turn in '%(slug)s'.
de: Du hast deine Reihe im Spiel '%(slug)s' übersprungen.
es: Te has saltado el turno en '%(slug)s'.

source: You have been invited to play the private game '%(slug)s'.
ca: Has estat convicata a jugar al joc privat '%(slug)s'.
de: Du bist im privaten Spiel '%(slug)s' eingeladen.
es: Has sido invitado a jugar el juego privado '%(slug)s'.

source: You can join the game now:
ca: Pots unir-te al joc ara:
de: Jetzt kannst du am Spiel teilnehmen:
es: Puedes unirte al juego ahora:

source: You have been invited to join the game '%(slug)s'.
ca: Has estat convidat a unir-te al joc '%(slug)s'.
de: Du bist im Spiel '%(slug)s' eingeladen.
es: Has sido invitado a unirte al juego '%(slug)s'.

source: The phase '%(phase)s' has begun in the game '%(slug)s'. You can
ca: La fase '%(phase)s' ha començat al joc '%(slug)s'. Pots
de: Die Phase '%(phase)s' hat im Spiel '%(slug)s' begonnen. Du kannst
es: La fase '%(phase)s' ha comenzado en el juego '%(slug)s'. Puedes

source: go to the game
ca: anar al joc
de: auf das Spiel gehen
es: ir al juego

source: '%(phase)s' has begun in '%(slug)s'.
ca: '%(phase)s' ha començat a '%(slug)s'.
de: '%(phase)s' hat im Spiel '%(slug)s' begonnen.
es: '%(phase)s' ha comenzado en '%(slug)s'.

source: A new "revolution" has been created so that other player can replace (overthrow) you in the game if you don't make your actions soon. Please, keep in mind that if you are overthrown, this will be shown when the game is finished.
es: Se ha creado una nueva "revolución" para que otro jugador pueda reemplazarte (derrocarte) en la partida si no haces tus acciones pronto. Por favor, ten en cuenta que si eres derrocado, se mostrará cuando la partida termine.

source: WARNING: This revolution won't be deleted even if you make your actions. If you skip your turn again and there is a player trying to overthrow you, you will lose your country without further notice.
es: AVISO: Esta revolución no se borrará incluso si haces tus acciones. Si vuelves a perder tu turno y hay un jugador intentando derrocarte, perderás tu país sin ningún otro aviso.

source: If you want to keep playing in this game, you have only to make your actions, and you will keep your country.
de: Wenn du weiter spielen willst, musst du deine Aktionen machen, und du erhaltest deinen Land.
es: Si quieres continuar jugando esta partida, solo tienes que hacer tus acciones, y conservarás tu país.

source: You have neglected your government duties in game '%(slug)s' and someone wants to take your place.
ca: Has descuidat les teves tasques de govern al joc '%(slug)s' i algú vol ocupar el teu lloc.
de: Du hast die Pflichten der Regierung im Spiel '%(slug)s' versäumt und jemand will an deinem Stelle setzen.
es: Has descuidado tus tareas de gobierno en el juego '%(slug)s' y alguien quiere ocupar tu lugar.

source: If you want to keep playing in this game, you have only to make your actions, and you will keep your country. If you don't make your actions in the current phase, another player will take your country.
ca: Si vols continuar jugant a aquest joc, sol tens que realitzar les teves accions i conservaràs el país. Si no fas les teves accions a la fase actual, un altre jugador es farà càrrec del teu país.
de: Wenn du weiter spielen willst, musst du deine Aktionen machen. Denn hältst du dein Land. Wenn du deine Aktionen nicht machst, setzet anderer Spieler an deinem Stelle.
es: Si quieres continuar jugando ese juego, solo tienes que realizar tus acciones y conservarás tu país. Si no haces tus acciones en la fase actual, otro jugador se hará cargo de tu país.

source: If you lose your country, this will be shown in your profile, and your score will be some points lower.
es: Si pierdes tu país, esto se mostrará en tu perfil, y tu puntuación será algunos puntos más baja.

source: If you do not want to play this game, it's better that you let the other player to take your country. This way you won't lose more karma for not playing this game.
ca: Si no vols jugar a aquesta partida, es millor que deixis a l'altre jugador agafar el país. De esta forma no perdràs més karma per no jugar en aquesta partida.
de: Wenn du weiter spielen nicht willst, setzet anderer Spieler an deinem Stelle. Denn verlierst du nicht mehr Karma.
es: Si no quieres jugar a este juego, es mejor que dejes al otro jugador tomar tu país. De esta forma no perderás más karma por no jugar en ese juego.

source: Someone tries to overthrow you in '%(slug)s'.
ca: Algú intenta derrocar-te a '%(slug)s'.
de: Jemand will dich im Spiel '%(slug)s' stürzen.
es: Alguien intenta derrocarte en '%(slug)s'.

source: Your excommunication has been lifted in the game '%(slug)s'.
de: Deine Exkommunikation wurde im Spiel '%(slug)s' aufgehoben.
es: Tu excomunión ha sido perdonada en la partida '%(slug)s'.

source: Your excommunication has been lifted in '%(slug)s'.
de: Deine Exkommunikation wurde im '%(slug)s' aufgehoben.
es: Tu excomunión ha sido perdonada en '%(slug)s'.

source: You have been excommunicated in the game '%(slug)s'.
de: Du bist im Spiel '%(slug)s' exkommuniziert.
es: Has sido excomulgado en la partida '%(slug)s'.

source: You have been excommunicated in '%(slug)s'.
de: Du bist im '%(slug)s' exkommuniziert.
es: Has sido excomulgado en '%(slug)s'.

source: You have received %(ducats)s ducats from %(country)s in the game '%(slug)s'
ca: Has rebut %(ducats)s ducats de %(country)s a la partida '%(slug)s'
de: Im Spiel '%(slug)s' hast du %(ducats)s Dukaten von %(country)s erhielt
es: Has recibido %(ducats)s ducados de %(country)s en el juego '%(slug)s'

source: %(country)s sent you %(ducats)sd in '%(slug)s'.
ca: %(country)s t'han enviat %(ducats)sd a '%(slug)s'.
de: %(country)s hat dir %(ducats)sd in '%(slug)s' gesendet.
es: %(country)s te ha enviado %(ducats)sd en '%(slug)s'.
