Repository: Maberi/machiavelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, es

source: This is a list of all the games in this server, be they active or not.
ca: Aquesta és una llista de tots el jocs en aquest servidor, estiguin actius o no.
de: Das ist eine Liste aller Spiele in diesem Server, tätig und untätig.
es: Esta es una lista de todos los juegos en este servidor, estén activos o no.

source: Game
ca: Joc
de: Spiel
es: Juego

source: Winner
ca: Guanyador
de: Gewinner
es: Vencedor

source: Page
ca: Pàgina
de: Seite
es: Página

source: of
ca: de
de: von
es: de

source: Ongoing games
ca: Jocs en curs
de: Spiele im Umlauf
es: Juegos en curso

source: All the ongoing games
ca: Tots els jocs en curs
de: Alle Spiele im Umlauf
es: Todos los juegos en curso

source: At this moment there are no active games that you are not playing.
ca: Aquest joc està inactiu o no estàs jugant en ell.
de: Jetzt gibt es kein aktives Spiel, das du spielst nicht.
es: Este juego está inactivo o no estás jugando en él.

source: These are all the active games that you are not playing.
ca: Aquests són tots els jocs actius en els que no estàs jugant.
de: Diese sind alle die aktive Spiele, die du spielst.
es: Estos son todos los juegos activos en los que no estás jugando.

source: Started %(time)s ago
ca: Començat fa %(time)s
de: Begonnen vor %(time)s
es: Comenzado hace %(time)s

source: Turn
ca: Torn
de: Reihe
es: Turno

source: Players are not visible
ca: Jugadors ocults
de: Die Spieler sind nicht sichtbar
es: Jugadores ocultos

source: Version
es: Versión

source: View game
ca: Veure joc
de: Sehen Spiel
es: Ver juego

source: Log
ca: Diari
de: Tagebuch
es: Diario

source: Your finished games
ca: Els teus jocs finalitzats
de: Deine beendete Spiele
es: Tus juegos terminados

source: These are all the finished games that you have played until the end.
ca: Aquests són tots els jocs que has finalitzat.
de: Diese sind alle die beendete Spiele, die du bis zu Ende gespielt hast.
es: Estos son todos los juegos que has terminado.

source: See all the finished games
ca: Veure tots els jocs finalitzats
de: Sehen alle die beendete Spiele
es: Ver todos los juegos terminados

source: All the finished games
ca: Tots els jocs finalitzats
de: Alle die beendete Spiele
es: Todos los juegos terminados

source: These are all the games that are already finished.
ca: Aquests són tots els jocs que ja han finalitzat.
de: Diese sind alle die beendete Spiele.
es: Estos son todos los juegos que ya han terminado.

source: comments
ca: comentaris
de: Kommentare
es: comentarios

source: View scores
ca: Veure puntuacions
de: Sehen Spielstand
es: Ver puntuaciones

source: Your ongoing games
ca: Els teus jocs en curs
de: Deine Spiele im Umlauf
es: Tus juegos en curso

source: At this moment, you are not playing any games.
ca: En aquest moment no estàs jugant a cap joc.
de: Jetzt spielst du keine Spiele.
es: En este momento no estás jugando en ningún juego.

source: These are the games that you are currently playing.
ca: Aquests són els jocs als quals estàs jugant actualment.
de: Diese sind die Spiele, die du jetzt spielst.
es: Estos son los juegos en los que estás jugando actualmente.

source: See other active games
ca: Veure altres jocs actius
de: Sehen andere aktive Spiele
es: Ver otros juegos activos

source: Your status
ca: El teu estaT
de: Deiner Status
es: Tu estado

source: You have completed your actions.
ca: Has completat les teves accions.
de: Du hast alle deine Aufgabe gemacht.
es: Has completado tus acciones.

source: Time left
ca: Temps restant
de: Restzeit
es: Tiempo restante

source: You must adjust your units.
ca: Has des arrenjar les teves unitats.
de: Du musst deine Einheiten ausgleichen.
es: Debes ajustar tus unidades.

source: You must give your orders.
ca: Has de donar les teves ordres.
de: Du musst deine Befehle angeben.
es: Debes dar tus órdenes.

source: You must retreat some units.
ca: Has de retirar algunes unitats.
de: Du musst einige Einheiten zurückziehen.
es: Debes retirar algunas unidades.

source: Time to get karma
ca: Temps per a guanyar karma
de: Zeit um karma zu bekommen
es: Tiempo para ganar karma

source: Safe time to play
ca: Temps segur per a jugar
de: Sichere Zeit um zu spielen
es: Tiempo seguro para jugar

source: Unsafe time to play
ca: Temps insegur per a jugar
de: Unsichere Zeit um zu spielen
es: Tiempo inseguro para jugar

source: Games you can join
ca: Jocs als que pots unir-te
de: Spiele, an der du teilnehmen kannst
es: Juegos a los que puedes unirte

source: The following games have not yet started, and you can join any of them.
ca: Els següents jocs encara no han començat i et pots unir a ells.
de: Diese Spiele haben noch nie begonnen, und du kannst an der teilnehmen.
es: Los siguientes juegos aún no han empezado y te puedes unir a ellos.

source: At this moment, there is no available games that you can join. Maybe you want to create a new game.
ca: En aquest moment no hi ha jocs disponibles als que et puguis unir. Potser vols crear un joc nou.
de: Jetzt gibt es kein verfügbares Spiel, an dem du kannst teilnehmen. Vielleicht willst du ein neues Spiel erstellen.
es: En este momento no hay juegos disponibles a los que te puedas unir. Quizá quieras crear un juego nuevo.

source: Your not started games
ca: Els teus jocs no començats
de: Deine nicht gestartete Spiele
es: Tus juegos no comenzados

source: You are subscribed to the following games, but they still have not enough players to begin.
ca: Estàs inscrit als següents jocs, però encara no tenen suficients jugadors per començar.
de: Du nimmst an dieser Spiele teil, aber sie haben noch nie genug Spieler, um zu beginnen.
es: Estás inscrito en los siguientes juegos, pero todavía no tienen suficientes jugadores para empezar.

source: All the games that you are subscribed to have already started.
ca: Tots els jocs en els que estàs inscrit ya han començat.
de: Alle die Spiele, an der du teilnimmst, hat jetzt begonnen.
es: Todos los juegos en los que estás inscrito ya han comenzado.

source: Areas list
es: Lista de áreas

source: Area
es: Área

source: Controlled by
es: Controlada por

source: Years
es: Años

source: Home of
es: Origen de

source: Money transfers
ca: Transferències de diners
de: Dukatentransfers
es: Transferencias de dinero

source: You can give or loan ducats to other players, and you can even ask for an interest or any other compensation. Note, however, that if you want a repayment, you have to trust in the borrower. There is no penalty for players who don't pay their loans.
ca: Pots regalar o prestar ducats a d'altres jugadors, e inclòs pots demanar un interès o qualsevol altre compensació. Observa, però, que si vols recuperar els diners, tindràs que refiar-te del deutor. No hi ha cap penalització pels jugadores que no paguen els seus préstecs.
de: Du kannst Dukaten zu andere Spieler schenken oder verleihen, und du kannst auch einen Zins fordern. Dagegen, wenn du auf eine Rückzahlung erwartest, musst du dem Kreditnehmer vertrauen. Es gibt keine Strafe gegen die Spieler, die ihre Geldschulde nicht bezahlen.
es: Puedes regalar o prestar ducados a otros jugadores, e incluso puedes pedir un interés o cualquier otra compensación. Observa, sin embargo, que si quieres recuperar el dinero, tendrás que confiar en el deudor. No hay ninguna penalización para los jugadores que no pagan sus préstamos.

source: Please, enter the number of ducats that you want to give to %(borrower)s.
ca: Si us plau, introdueix el nombre de ducats que vols entregar a %(borrower)s.
de: Bitte, schreib wie viele Dukaten du zu %(borrower)s überwiesen willst.
es: Por favor, introduce el número de ducados que quieres entregar a %(borrower)s.

source: These are the global scores for all the users in this server
ca: Aquestes són les puntuacions totals de tots els jugadors en aquest servidor.
de: Diese sind die totalen Spielstände von aller Benutzer in diesem Server
es: Estas son las puntuaciones totales de todos los jugadores en este servidor.

source: User
ca: Usuari
de: Benutzer
es: Usuario

source: Ranking score
ca: Puntuació de ranking
de: Punktzahl der Einordnung
es: Puntuación de ranking

source: Total score
ca: Puntuació total
de: Gesamtpunktzahl
es: Puntuación total

source: Victories
de: Siegen
es: Victorias

source: Win percentage
de: Gewinnprozentsatz
es: Porcentaje de victorias

source: This game is inactive or you are not playing in it.
ca: Aquest joc està inactiu o no estàs jugant en ell.
de: Dieses Spiel ist inaktiv oder du spielst es nicht.
es: Este juego está inactivo o no estás jugando en él.

source: Private game:
ca: Joc privat:
de: Private Spiele
es: Juego privado:

source: Here you can manage the invitations for this private game that you have created. To join this game, a player must be invited by you first.
ca: Aquí pots gestionar les invitacions per aquest joc privat que has creat. Per unir-se a aquest joc, un jugador ha d'haver estat convidat per tu.
de: Hier kannst du die Einladungen für dieses Privatspiel verwalten. Um diesem Spiel anzunehmem, man muss zuerst eingeladen worden.
es: Aquí puedes gestionar las invitaciones para este juego privado que has creado. Para unirse ha este juego, un jugador debe haber sido invitado por ti.

source: The game is currently waiting for %(slots)s users to join.
ca: El joc està esperant a que s'uneixin %(slots)s usuaris.
de: Das Spiel wartet auf %(slots)s Benutzer.
es: El juego está esperando a que se unan %(slots)s usuarios.

source: The following users have already joined the game:
ca: Els següents usuaris ja s'han unit al joc:
de: Die folgende Benutzer haben das Spiel beigetreten:
es: Los siguientes usuarios ya se han unido al juego:

source: The following users have been invited, but have not yet joined the game:
ca: Els següents usuaris estàn convidats, però encara no s'han unit al joc:
de: Die folgende Benutzer sind eingeladen worden, aber sie haben noch nie begetreten:
es: Los siguientes usuarios están invitados, pero aún no se han unido al juego:

source: If you want to invite more users, type their user names, separated by commas. There is no limit to the number of users that you can invite.
ca: Si vols convidar a més usuaris, escriu els seus noms d'usuari, separats per una coma. No hi ha límit al nombre d'usuaris que pots convidar.
de: Wenn du mehrere Benutzer einleden willst, schreib ihre Namen, durch Komma getrennt. Es gibt kein Limit von Benutzer, die du einladen kannst.
es: Si quieres invitar a más usuarios, escribe sus nombres de usuario, separados por una coma. No hay límite al número de usuarios que puedes invitar.

source: Invite
ca: Convidar
de: Einladen
es: Invitar

source: Public game:
ca: Joc públic:
de: Öffentliches Spiel:
es: Juego público:

source: This is a public game. There's nothing to be done here.
ca: Aquest és un joc públic. No hi ha res a fer aquí.
de: Das ist ein Öffentliche Spiel. Es gibt nichts zu tun hier.
es: Este es un juego público. No hay nada que hacer aquí.

source: Orders writing
ca: Emissió d'ordres
de: Schreiben Befehle
es: Emisión de órdenes

source: At least one player has not yet sent his orders. You have to wait until all players have done it or the time limit is reached.
ca: Al menys un dels jugadors no ha enviat les seves ordres. Tindràs que esperar fins que tots els jugadors ho hagin fet o s'arribi al límit de temps.
de: Mindestens hat ein Spieler seine Befehle nicht gesendet. Du musst warten, bis alle Spieler es gemacht haben oder die Zeitlimit erreicht wird.
es: Al menos uno de los jugadores no ha enviado sus órdenes. Tendrás que esperar hasta que todos los jugadores lo hayan hecho o se alcance el límite de tiempo.

source: These are the valid orders (except Hold orders) that you have sent this turn:
ca: Aquestes són les ordres vàlides (excepte Aguantar) que has enviat aquest torn:
de: Diese sind die gültigen Befehle (außer ,halten' Befehl), dass du gesendet hast:
es: Estas son las órdenes válidas (excepto Aguantar) que has enviado este turno:

source: In the next form, you have to compose an order for each of your units. You cannot give a unit two orders. If you want a unit to do nothing, select the "Hold" option for it.
ca: En el formulari següent has de composar una odre per a cadascuna de les teves unitats. No pots donar més d'una ordre a la mateixa unitat. Si vols que una unitat no faci res, escull l'opció "Aguantar" per a ella.
de: In der nächsten Formular kannst du einen Befehl für eine ihrer Einheiten erteilen. Du kannst nicht zwei Befehle zur gleichen Einheit geben. Wenn eine Einheit muss nichts machen, wähl den "Halten" Befehl für sie.
es: En el siguiente formulario debes componer una orden para cada una de tus unidades. No puedes dar más de una orden a la misma unidad.Si quieres que una unidad no haga nada, elige la opción "Aguantar" para ella.

source: If you compose an order that break the rules, you should see an error and you will have to fix the order. However, if you compose an impossible order, this unit will hold, instead of carrying out its order. Be careful.
ca: Si compons una ordre que va en contra les regles, hauries de veure un error i hauràs de esmenar l'ordre. No obstant això, si composes una ordre impossible, la unitat aguantarà, en lloc de dur a terme la seva ordre. Ves amb compte.
de: Wenn du einen Befehl erteilst, der die Regeln bricht, bekommst du einen Fehler und musst du den Befehl richtigstellen. Trotzdem, wenn du einen unmöglichen Befehl erteilst, wird die Einheit halten. Sei vorsichtig!
es: Si compones una orden que va contra las reglas, deberías ver un error y tendrás que corregir la orden. Sin embargo, si compones una orden imposible, la unidad aguantará, en lugar de llevar a cabo su orden. Ten cuidado.

source: Sent orders
ca: Ordres enviades
de: Gesendete Befehlen
es: Órdenes enviadas

source: If you wish, you can change your orders. To do so, push the following button. Remember that you will need to confirm your actions again; otherwise all your orders will be lost.
ca: Si vols, pots canviar les teves ordres. Per fer-ho, prem el botó següent. Recorda que hauràs de confirmar les teves accions de nou; si no ho fas, totes les teves ordres es perdran.
de: Wenn du willst, kannst du deine Befehle ändern. Dazu, drück den folgenden Button. Beacht, dass du muss wieder deine Befehlen konfirmieren; sonst werden all deine Befehlen gelöscht.
es: Si lo deseas, puedes cambiar tus órdenes. Para hacerlo pulsa el siguiente botón. Recuerda que tendrás que confirmar tus acciones de nuevo; si no lo haces, todas tus órdenes se perderán.

source: Change orders
ca: Canviar ordres
de: Befehlen ändern
es: Cambiar órdenes

source: Taxation
es: Impuestos

source: You can get some additional ducats through taxation.
es: Puedes conseguir ducados adicionales mediante impuestos.

source: Select areas to tax
es: Selecciona las áreas que deseas gravar

source: You can borrow up to %(credit_limit)s ducats from a banker or financier. Depending on the term that you choose, you will have to pay a different interest. If you can't or don't repay a loan, something very bad will happen to you and, of course, you won't be able to borrow money anymore.
es: Puedes pedir prestados hasta %(credit_limit)s ducados a un banquero o financiero. Dependiendo del plazo elegido, tendrás que pagar un interés diferente. Si no puedes o no pagas un préstamo, te ocurrirá algo muy malo y, por supuesto, no podrás pedir ningún otro préstamo.

source: Finances are applied in this game. If you want to expend some of your ducats, click on the following link.
ca: En aquesta partida s'apliquen les regles de finances. Si vols gastar alguns dels teus diners, prem al següent enllaç.
de: Die Finanzen werden in diesem Spiel benutzt. Wenn du einige Dukaten aufwenden willst, drück den folgenden Link.
es: En esta partida se aplican las reglas de finanzas. Si quieres gastar algo de tu dinero, pulsa el siguiente enlace.

source: Assassination attempts
ca: Intents d'assassinat
de: Ermordungen
es: Intentos de asesinato

source: These are you assassination attempts this turn.
ca: Aquest són els teus intents d'assassinat d'aquest torn.
de: Das sind deine Ermordungen von dieser Reihe.
es: Estos son tus intentos de asesinato este turno.

source: Try an assassination
ca: Intenta un assassinat
de: Eine Ermordungen versuchen
es: Intenta un asesinato

source: Confirm your actions
ca: Confirma les teves accions
de: Bestätig deine Aktionen
es: Confirma tus acciones

source: The orders above are saved but <strong>are not confirmed</strong>. If you don't confirm your orders, they will be ignored.
ca: Les ordres anteriors estan guardades però <strong>no confirmades</strong>. Si no confirmes les teves ordres, seran ignorades.
de: Die vorstehenden Befehle sind gespeichert, aber sie sind <strong>nicht bestätigt</strong>. Wenn du bestätigst nicht die Befehle, sie werden ignoriert.
es: Las órdenes anteriores están guardadas pero <strong>no confirmadas</strong>. Si no confirmas tus órdenes, serán ignoradas.

source: To confirm the orders and end your phase, click the "Confirm" button.
ca: Per a confirmar les ordres i finalitzar la fase, prem el botó "Confirmar".
de: Um deine Befehlen zu konfirmieren und die Phase enden, drück die "Bestätigen" Taste.
es: Para confirmar las órdenes y terminar la fase, pulsa el botón "Confirmar".

source: Points
ca: Punts
de: Punkte
es: Puntos

source: Position
ca: Posició
de: Rang
es: Posición

source: Date
ca: Data
de: Datum
es: Fecha

source: This year you will place the following new units on the mapboard:
ca: Aquest any col·locaràs les següents unitats noves al taulell:
de: In diesem Jahr legst du die folgenden neuen Einheiten auf der Karte:
es: Este año colocarás las siguientes unidades nuevas en el tablero:

source: The following of your units will be disbanded:
ca: Les següents unitats seran desbandades:
de: Die folgende Einheiten sind aufzulösen:
es: Las siguientes unidades serán desbandadas:

source: You have paid the wage of the following units to keep them:
ca: Has pagat el salari de les següents unitats per mantenir-les:
de: Du hast den Lohn der folgenden Einheiten bezahlt, um sie zu behalten:
es: Has pagado el salario de las siguientes unidades para mantenerlas:

source: If you wish, you can undo your reinforcements. To do so, push the following button. Remember that you will need to make them again.
ca: Si ho desitges, pots desfer els teus reforços. Per fer-ho prem el següent botó. Recorda que hauràs de fer-los de nou.
es: Si lo deseas, puedes deshacer tus refuerzos. Para hacerlo pulsa el siguiente botón. Recuerda que tendrás que hacerlos de nuevo.

source: Undo
ca: Desfer
de: Rückgängig machen
es: Deshacer

source: You have currently %(cities_qty)s city
ca: En aquest moment tens %(cities_qty)s ciutat
de: Du hast nun %(cities_qty)s Stadt
es: En este momento tienes %(cities_qty)s ciudad

source: and %(cur_units)s unit.
ca: i %(cur_units)s unitat.
de: und %(cur_units)s Einheit.
es: y %(cur_units)s unidad.

source: You have to place <b>%(units_to_place)s</b> unit in the map.
ca: Tens que col·locar <b>%(units_to_place)s</b> unitat al mapa.
de: Du musst <b>%(units_to_place)s</b> Einheit auf der Karte legen.
es: Tienes que colocar <b>%(units_to_place)s</b> unidad en el mapa.

source: Remember the following restrictions when placing units:
ca: Recorda les següents restriccions per a col·locar unitats:
de: Erinnere die folgende Einschränkungen, als du Einheiten legst:
es: Recuerda las siguientes restricciones para colocar unidades:

source: Any unit: Only in cities with your flag <b>and</b> under your control.
ca: Qualsevol unitat: Sols a ciutats amb la teva bandera <b>i</b> sota el teu control.
de: Alle Einheiten: Nur in Städte mit deiner Fahne <b>und</b> unter deiner Kontrolle.
es: Cualquier unidad: Sólo en ciudades con tu bandera <b>y</b> bajo tu control.

source: Fleets: Only in port cities.
ca: Flotes: Sols a ciutats amb port.
de: Flotten: Nur in Städte mit Hafen.
es: Flotas: Sólo en ciudades con puerto.

source: Garrisons: Only in fortified cities.
ca: Guarnicions: Sols a ciutats fortificades.
de: Garnisonen: Nur in befestigter Städte.
es: Guarniciones: Sólo en ciudades fortificadas.

source: You cannot place more than one unit in the same area.
ca: No pots col·locar més d'una unitat a la mateixa àrea.
de: Du kannst nur eine Einheit im gleichen Gebiet legen.
es: No puedes colocar más de una unidad en la misma área.

source: Reinforce
ca: Reforços
de: Verstärken
es: Refuerzos

source: You must select exactly %(units_to_disband)s unit to be disbanded.
ca: Has d'escollir exactament %(units_to_disband)s unitat per a que sigui desbandada.
de: Du musst %(units_to_disband)s Einheit auflösen.
es: Debes elegir exactamente %(units_to_disband)s unidad para que sea desbandada.

source: Disband!
ca: ¡Desbandar!
de: Auflösen!
es: ¡Desbandar!

source: At least one player has not yet retreated his units. You have to wait until all players have done it or the time limit is reached.
ca: Al menys un dels jugadors no ha retirat les seves unitats. Hauràs d'esperar fins que tots ho hagin fet, o s'arribi al límit de temps.
de: Mindestens hat ein Spieler seine Einheiten nicht zurückgezogen. Du musst warten, bis alle Spieler es gemacht haben oder die Zeitlimit erreicht wird.
es: Al menos uno de los jugadores no ha retirado sus unidades. Tendrás que esperar hasta que todos lo hayan hecho, o se alcance el límite de tiempo.

source: If you wish, you can undo your retreats. To do so, push the following button. Remember that you will need to make them again.
ca: Si ho desitges, pots desfer les teves retirades. Per fer-ho prem el botó. Recorda que tindràs que fer-les de nou.
es: Si lo deseas, puedes deshacer tus retiradas. Para hacerlo pulsa el siguiente botón. Recuerda que tendrás que hacerlas de nuevo.

source: Some of your units have been defeated and must retreat. For each unit, you can decide a retreat area or even disband the unit. If a unit has been defeated and has no possible retreat, it will be disbanded.
ca: Algunes de les teves unitats han estat derrotades i han de retirar-se. Per cada unitat, pots decidir un àrea de retirada, inclòs desbandar la unitat. Si una unitat ha estat derrotada i no té cap àrea on retirar-se, serà desbandada.
de: Einige deiner Einheiten haben geschlagen worden. Für jede Einheit, musst du einen Gebiet wählen, um die Einheit zurückziehen oder kannst du die Einheit auflösen. Wenn eine geschlagene Einheit hat keine möglichen Gebiete, muss sie auflösen.
es: Algunas de tus unidades han sido derrotadas y deben retirarse. Para cada unidad, puedes decidir un área de retiradao incluso desbandar la unidad. Si una unidad ha sido derrotada y no tiene un área a la que retirarse, será desbandada.

source: Retreat
ca: Retirar
de: Zurückziehen
es: Retirar

source: Repay a loan
ca: Saldar un préstec
de: Ein Darlehen abtragen
es: Saldar un préstamo

source: You owe %(debt)s ducats to a banker.
ca: Deus %(debt)s ducats a un banquer.
de: Du schuldest %(debt)s Dukaten einem Bankier.
es: Debes %(debt)s ducados a un banquero.

source: Your debt must be paid before confirming your orders in the %(season)s of %(year)s.
ca: Has de pagar el teu deute abans de confirmar les teves ordres a %(season)s de %(year)s.
de: Du musst deine Schulde bezahlen, vor deine Aktionen im %(season)s %(year)s konfirmieren.
es: Debes pagar tu deuda antes de confirmar tus órdenes en %(season)s de %(year)s.

source: Repay loan
ca: Saldar préstec
de: Ein Darlehen abtragen
es: Saldar préstamo
