Repository: Maberi/machiavelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, es

source: one of your games expires and is deleted
es: una de tus partidas ha caducado y es borrada

source: Excommunicated
es: Excomulgado

source: Surrendered
es: Rendido

source: Send message
ca: Enviar carta
de: Nachricht senden
es: Enviar carta

source: Give money
ca: Enviar diners
de: Geld überweisen
es: Enviar dinero

source: Excommunicate
ca: Excomunicar
de: Exkommunizieren
es: Excomulgar

source: Forgive
ca: Perdonar
de: Vergeben
es: Perdonar

source: Assassinations
ca: Assassinats
de: Ermordungen
es: Asesinatos

source: Here you can hire the services of an assassin to kill one of your enemies. You will have to pay at least 12d, and the more money you pay, the higher the possibility of success.
ca: Aquí pots contratar els serveis d'un assasí per matar a un dels teus enemics.Huaràs de pagar al menys 12d, i quan més diner paguis, més alta ésla possibilitat d'èxit.
de: Hier kannst du einen Mörder verpflichten, um einen Feind von dir zu ermorden. Du musst mindestens 12d bezahlen, und je mehr du zahlst, desto höher ist die Wahrscheinlichkeit des Erfolgs.
es: Aquí puedes contratar los servicios de un asesino para matar a uno de tus enemigos. Tendrás que pagar al menos 12d, y cuanto más dinero pagues, mayor es la posibilidad de éxito.

source: You need to have an available assassin in order to kill an enemy. At the moment, these are the assassins that you can hire:
ca: Necessites tenir un assasí disponible per tal de matar a un enemic. En aquest moment, aquest són els assasins que pots contractar:
de: Du brauchst einen verfügbare Mörder, um einen Feind zu ermorden. Jetzt sind das die Mörder die du verpflichten kannst:
es: Necesitas tener un asesino disponible para matar a un enemigo. En este momento, estos son los asesinos que puedes contratar:

source: An assassin to kill the leader of %(target)s.
ca: Un assasí per matar el líder de %(target)s.
de: Ein Mörder, um den Führer von %(target)s ermorden.
es: Un asesino para matar al líder de %(target)s.

source: Hire assassin
ca: Contratar assasí
de: Mörder verpflichten
es: Contratar asesino

source: Return to game
ca: Tornar al joc
de: Züruck zum Spiel
es: Volver al juego

source: Home
ca: Inici
es: Inicio

source: New
ca: Nou
es: Nuevo

source: Join
ca: Uneix-te
es: Únete

source: Active
ca: Actius
de: Aktiv
es: Activos

source: Pending
ca: Pendents
es: Pendientes

source: Finished
ca: Finalitzats
es: Terminados

source: Finished
ca: Finalitzats
es: Terminados

source: <strong>%(activity)s</strong> people playing <strong>%(games)s</strong> games.
ca: <strong>%(activity)s</strong> persones jugant <strong>%(games)s</strong> partides.
de: <strong>%(activity)s</strong> Menschen spielen <strong>%(games)s</strong> Spiele.
es: <strong>%(activity)s</strong> personas jugando <strong>%(games)s</strong> partidas.

source: Best players
ca: Millors jugadors
de: Beste Spieler
es: Mejores jugadores

source: Hall of Fame
ca: Saló de la Fama
de: Ruhmeshalle
es: Salón de la Fama

source: Last updated:
ca: Actualizat:
de: Zuletzt aktualisiert
es: Actualizado:

source: New game
ca: Joc nou
de: Neues Spiel
es: Nuevo juego

source: Join game
ca: Uneix-te
de: Am Spiel teilnehmen
es: Únete

source: Active games
ca: Jocs actius
de: Aktiven Spiele
es: Juegos activos

source: Pending games
ca: Jocs pendents
de: Offene Spiele
es: Juegos pendientes

source: Finished games
ca: Jocs finalitzats
de: Beendet Spiele
es: Juegos terminados

source: Team
de: Mannschaft
es: Equipo

source: Treasury
ca: Tresor
de: Schatzamt
es: Tesoro

source: Team messages
de: Teammeldungen
es: Mensajes de equipo

source: You have new mail
de: Du hast neue Post.
es: Tienes correo nuevo.

source: Inbox
ca: Entrada
de: Posteingang
es: Entrada

source: Outbox
ca: Sortida
de: Postausgang
es: Salida

source: Ask for a loan
ca: Demanar un préstec
de: Ein Darlehen stellen
es: Pedir un préstamo

source: You can borrow up to %(credit_limit)s ducats from a banker or financier. Depending on the term that you choose, you will have to pay an interest. If you can't or don't repay a loan, something very bad will happen to you and, of course, you won't be able to borrow money anymore.
es: Puedes pedir prestados hasta %(credit_limit)s ducados a un banquero o financiero. Dependiendo del plazo elegido, tendrás que pagar un interés. Si no puedes o no pagas un préstamo, te ocurrirá algo muy malo y, por supuesto, no podrás pedir ningún otro préstamo.

source: At this moment you cannot borrow any ducats.
ca: En aquest moment no pots demanar un préstec.
de: Jetzt kannst du keine Dukaten ausliehen.
es: En este momento no puedes pedir un préstamo.

source: At this moment you can borrow a maximum of %(credit_limit)s ducats.
es: En este momento puedes pedir un máximo de %(credit_limit)s ducados.

source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar

source: Game journal
ca: Diari de joc
de: Journal des Spieles
es: Diario de juego

source: Save
ca: Guardar
de: Speichern
es: Guardar

source: Tip: you can divide the journal in two parts, using '%%%%' as a separator. The lines before the '%%%%' will be shown in the sidebar.
es: Truco: puedes dividir el diario en dos partes, usando '%%%%' como separador. Las líneas sobre los '%%%%' se mostrarán en la barra lateral.

source: Report error in
es: Comunicar error en

source: If you have found an error in this game, you can use this form to report it. The admins will be notified, and they will reply to your email address.
es: Si has encontrado un error en esta partida, puedes usar este formulario para comunicarlo. Se notificará a los administradores, que responderán a tu email.

source: Please, double check that this is really an error and, if you are pretty sure, be as specific as possible in the description.
es: Por favor, asegúrate de que realmente se trata de un error y, si estás bastante seguro, sé tan explícito como sea posible en la descripción.

source: Send
ca: Enviar
de: Senden
es: Enviar

source: Expenses
ca: Despeses
de: Aufwendungen
es: Gastos

source: You may expend some of your ducats to affect an area or a unit in different ways. Expenses take effect just before the conflicts resolution.
ca: Pots gastar alguns dels teus ducats per afectar a una àrea o unitat de diferents formes. Les despeses tenen efecte just abans de la resolució de conflictes.
de: Du kannst einige Dukaten aufwenden, um auf eine Ziel oder eine Einheit wirken Die Aufwendungen werden vor den Kämpfen ausgetragen.
es: Puedes gastar algunos de tus ducados para afectar a un área o unidad de diferentes formas. Los gastos tienen efecto justo antes de la resolución de conflictos.

source: Some of the expenses are 'bribes'. You can only bribe a unit that is adjacent to one of your controlled provinces or to one of your units. Note that bribes can be countered, and that you can pay more money to make the bribe more expensive to counter. Also, if a unit is affected by more than one bribe only the best paid is applied, and the money for the others is wasted.
ca: Algunes de les despeses són 'soborns'. Sols pots sobornar a una unitat que estigui adjacent a una de les teves provincies controlades o a una de les teves unitats. Observa que els soborns poden ser contrarestats, i que pots pagar més diners per a fer el soborn més difícil d'evitar. A més a més, si una unitat és afectada per més d'un soborn sols s'aplicarà el millor pagat, i els diners dels altres soborns es perden.
de: Einige Aufwendungen sind 'Bestechungen'. Du kannst nur eine Einheit bestechen, wenn sie an deine Einheiten oder Provinzen grenzt. Man kann eine Bestechung erschweren, und man kann mehr Geld bezahlen, um die Bestechung zu erleichtern. Wenn zwei oder mehr Bestechungen auf eine Einheit wirken, kommt nur die höcheste an. Das übrigen Geld wird verschwendet.
es: Algunos de los gastos son 'sobornos'. Solo puedes sobornar a una unidad que esté adyacente a una de tus provincias controladas o a una de tus unidades. Observa que los sobornos pueden ser contrarrestados, y que puedes pagar más dinero para hacer el soborno más difícil de evitar. Además, si una unidad es afectada por más de un soborno solo se aplicará el mejor pagado, y el dinero de los otros sobornos se pierde.

source: Available expenses
ca: Despeses disponibles
de: Verfügbare Aufwendungen
es: Gastos disponibles

source: The following is a summary of all the available expenses:
ca: El següent és un resum de totes les despeses disponibles:
de: Diese sind die verfügbare Aufwendungen:
es: El siguiente es un resumen de todos los gastos disponibles:

source: Expense
ca: Despesa
de: Aufwendung
es: Gasto

source: Cost
de: Preis
es: Coste

source: Bribe
ca: Soborn
de: Bestechung
es: Soborno

source: Yes
ca: Si
de: Ja
es: Sí

source: The minimum cost of these bribes is doubled if the bribed unit is a garrison in a major city (the ones with a number inside the circle).
ca: El cost mínim d'aquests soborns es dobla si la unitat sobornada és una guarnició en una ciudad major (que té un número dins el cercle).
de: Der Preise dieser Bestechungen verdoppelt, wenn die Einheit eine Garnison in einer Hauptstadt ist (eine Stadt mit einer Zahl in einem Kreis).
es: El coste mínimo de estos sobornos se dobla si la unidad sobornada es una guarnición un una ciudad mayor (que tiene un número dentro del círculo).

source: In settings with the "religious wars" rule, the cost is reduced three ducats if both the area and the country controlling it are religious and their religions are not the same.
es: En ambientaciones con la regla "guerras de religión", el coste se reduce tres ducados si tanto el área como el país que la controla son religiosos y sus religiones no son iguales.

source: New expense
ca: Nova despesa
de: Neue Aufwendung
es: Nuevo gasto

source: Pay
ca: Pagar
de: Bezahlen
es: Pagar

source: Your expenses for this turn
ca: Les teves despeses per aquest torn
de: Deine Aufwendungen in dieser Reihe
es: Tus gastos para este turno

source: Delete
ca: Esborrar
de: Löschen
es: Borrar

source: Military Adjustment
ca: Arranjaments militars
de: Militärischen Anpassungen
es: Ajustes militares

source: Military unit payment
ca: Pagament d'unitats militars
de: Bezahlung der militärischen Einheiten
es: Pago de unidades militares

source: At least one player has not yet adjusted his units. You have to wait until all players have done it or the time limit is reached.
ca: Al menys un jugador encara no ha arrenjat les seves unitats. Hauràs d'esperar fins que tots els jugadors ho hagin fet, o s'arribi al límit de temps.
de: Mindestens hat ein Spieler seine Einheiten nicht angepasst. Du musst warten, bis alle Spieler es gemacht haben oder die Zeitlimit erreicht wird.
es: Al menos un jugador aún no ha ajustado sus unidades. Tendrás que esperar hasta que todos los jugadores lo hayan hecho, o se alcance el límite de tiempo.

source: You must select which of your existing units you will pay in order to keep them in play. You will pay the cost in ducats of every unit that you select. The units not selected won't be paid and will be disbanded.</p>
ca: Has d'escollir a quines de les teves unitats actuals pagaràs per mantenir-las en joc. Pagaràs el cost de cada unitat que escollis. Les unitats no escollides seran desbandades.</p>
de: Du musst die Einheiten wählen, die du bezahlen willst, um sie aufrecht zu halten. Du musst den Preis für jede Einheit, die du wählst. Die Einheiten, die du nicht bezahlst, werden aufgelöst.</p>
es: Debes elegir a cuáles de tus unidades actuales pagarás para mantenerlas en juego. Pagarás el coste de cada unidad que elijas. Las unidades no elegidas serán desbandadas.</p>

source: Loans
ca: Préstecs
de: Darlehen
es: Préstamos

source: You have debts with a banker. You must pay each loan off before confirming your orders in the season when the term is over.
es: Tienes deudas con un banquero. Debes saldar cada préstamo antes de confirmar tus órdenes en la estación en la que cumple el plazo.

source: If you don't repay your debt in the due term, you will be assassinated and, of course, you won't be able to borrow money anymore.
ca: Si no pagues el teu deute en el termini fixat, seràs assassinat i, per descomptat, no podràs demanar cap altre préstec.
de: Wenn du deine Schuld nicht zurückzahlst, wirdst du ermordet werden und, natürlich, kannst du nicht mehr Geld ausleihen.
es: Si no pagas tu deuda en el plazo fijado, serás asesinado y, por supuesto, no podrás pedir ningún otro préstamo.

source: Debt
es: Deuda

source: Term
es: Plazo

source: Repay
es: Saldar

source: You cannot place any new units, either because you don't have enough ducats or you don't have available areas to place them. Please, press the button to end the phase.
ca: No pots col·locar noves unitats, bé perquè no tens suficients ducats o perquè no tens àreas disponibles per a col·locar-les. Si us plau, prem el botó per a finalitzar la fase.
de: Du kannst nicht neue Einheiten legen. Vielleicht hast du nicht genuge Dukaten oder du hast keine verfügbare Städte. Bitte, drück die Taste um die Phase zu enden.
es: No puedes colocar nuevas unidades, bien porque no tienes ducados suficientes o porque no tienes áreas disponibles para colocarlas. Por favor, pulsa el botón para terminar la fase.

source: Using each form below, you can buy a new unit to place in the board. The cost of the unit depends on its class. Regular units cost 3 ducats, and special units cost more than 3 ducats. See the 'Help' section for more information on special units.
ca: Amb cadascún dels formularis següents, pots comprar una nova unitat per col·locar-la al taulell. El cost de la unitat dependrà de la seva classe. Les unitats regulars costen 3 ducats, y les unitats especials costen més de 3 ducats. Mira a la secció de 'Ajuda' per a mes informació sobre les unitats especials.
de: Mit den Formular kannst du neue Einheiten kaufen, die du auf dem Brett legen kannst. Der Preis der Einheit kommt auf ihre Klass an. Regelmäßige Einheiten kosten 3 Dukaten, und Spezialeinheiten kosten mehr. Sieh den Hilfeteil für mehr information über Spezialeinheiten.
es: Usando los siguientes formularios, puedes comprar una nueva unidad para colocarla en el tablero. El coste de la unidad depende de su clase. Las unidades regulares cuestan 3 ducados, y las unidades especiales más de 3 ducados. Ver la sección de 'Ayuda' para más información sobre las unidades especiales.

source: You cannot place two units in the same area, and you cannot place units in areas where you have not paid the existing units. Also, you cannot buy a special unit if you already have one. If you can't or won't place new units, just push the button.
ca: No pots col·locar dos unitats a la mateixa àrea, i no pots col·locar unitats en àreas on no has pagat les unitats existents. A més a més, no pots comprar una unitat especial si ja en tens alguna. Si no pots o no vols col·locar noves unitats, simplement prem el botó.
de: Du kannst nicht zwei Einheiten auf den selben Gebiet legen, und du kannst keine Einheiten legen, auf denen du eine andere Einheit nicht bezahlt hast. Du kannst keine Spezialeinheit kaufen, wenn du noch eine hast. Wenn du kannst oder willst kein Einheiten kaufen, drück die Taste.
es: No puedes colocar dos unidades en la misma área, y no puedes colocar unidades en áreas donde no hayas pagado a las unidades existentes. Además, no puedes comprar una unidad especial si ya tienes alguna. Si no puedes o no quieres colocar nuevas unidades, simplemente pulsa el botón.

source: Using each form below, you can buy a new unit to place in the board. Each new unit will cost 3 ducats. You cannot place two units in the same area, and you cannot place units in areas where you have not paid the existing units. If you can't or don't want to place new units, just click on the button.
ca: Amb cadascun dels formularis següents, pots comprar una nova unitat per a col·locar-la al taulell. Cada nova unitat et costarà 3 ducats. No pots col·locar dos unitats a la mateixa àrea, ni pots col·locar unitats en àrees a les que no has pagat a les unitats existents. Si no pots o no vols comprar noves unitats, simplement prem el botó.
de: Du kannst neue Einheiten kaufen und sie auf der Karte legen. Jede neue Einheit kostet 3 Dukaten. Du kannst nicht zwei Einheiten auf dem gleichen Gebiet legen. Du kannst nicht eine neue Einheit legen, wo eine andere Einheit hat nicht bezahlt geworden. Wenn du neue Einheiten nicht legen kannst oder willst, drück die Taste.
es: Con cada uno de los formularios siguientes, puedes comprar una nueva unidad para colocarla en el tablero. Cada nueva unidad costará 3 ducados. No puedes colocar dos unidades en la misma área, ni puedes colocar unidades en áreas en las que no hayas pagado a las unidades existentes. Si no puedes o no quieres comprar nuevas unidades, simplemente pulsa el botón.

source: Finish
ca: Finalitzar
de: Enden
es: Terminar

source: Account
ca: Compte
es: Cuenta

source: Logout
ca: Sortir
de: Ausloggen
es: Salir

source: Login
ca: Accedir
de: Einloggen
es: Acceder

source: or
ca: o
de: oder
es: o

source: Sign up
ca: Registra't
de: Registrieren
es: Registrar

source: cities
ca: ciutats
de: städte
es: ciudades

source: units
ca: unitats
de: einheiten
es: unidades

source: Games
ca: Jocs
de: Spiele
es: Juegos

source: New team game
de: Neues Manschaftspiel
es: Nueva partida por equipos

source: Here you can create a new game. You will be the first player of any game you create. You must choose a short name for the game, that will be used only to identify it.
ca: Aquí pots crear un joc nou. Seràs el primer jugador de qualsevol joc que creïs. Has d'escollir un nom curt per al joc, que s'utilitzarà sols per a identificar-lo.
de: Hier kannst du ein neues Spiel erstellen. Immer wenn du ein Spiel erstellst, bist du der erste Spieler in diesem Spiel. Du musst einen kurzen Name für das Spiel wählen, der das Spiel identifiziert.
es: Aquí puedes crear un juego nuevo. Serás el primer jugador de cualquier juego que crees. Debes elegir un nombre corto para el juego, que se usará sólo para identificarlo.

source: Every game must begin with a <b>scenario</b>. The scenario determines the number of players, the available countries and the initial setup.
ca: Cada joc ha de començar amb un <b>escenario</b>. L'escenari determina el nombre de jugadors, els països disponibles i el desplegament inicial.
de: Jedes Spiel muss mit einem <b>Szenario</b> beginnen. Das Szenario bestimmt die Anzahl der Spieler, die Länder und die Ersteinrichtung.
es: Cada juego debe comenzar con un <b>escenario</b>. El escenario determina el número de jugadores, los paises disponibles y el despliegue inicial.

source: When playing a game, each player has a <b>time limit</b> to complete any of the phases of the game. This time limit is reset when all the players have completed their actions.
ca: Quan s'està jugant una partida, cada jugador té un <b>límit de temps</b> per a completar qualsevol de las fases del joc. Aquest límit de temps es reinicia quan tots els jugadors han completat les seves accions.
de: Während des Spiels, jeder Spieler hat ein <b>Zeitlimit</b> für die Phase fertigstellen. Diese Zeitlimit wird zurückgesetzt, wenn alle Spieler ihre Aktionen fertiggestellt haben.
es: Cuando se está jugando un juego, cada jugador tiene un <b>límite de tiempo</b> para completar cualquiera de las fases del juego.Este límite de tiempo se reinicia cuando todos los jugadores han completado sus acciones.

source: You are creating a team game. A team game finishes when one of the teams controls 30 cities.
de: Du erstellst ein Mannschaftsspiel. Ein Mannschaftsspiel endet wenn ein der Mannschaften 30 Städte kontrolliert.
es: Estas creando una partida por equipos. Una partida por equipos termina cuando uno de los equipos controla 30 ciudades.

source: Create a normal game
de: Ein normales Spiel erstellen
es: Crear una partida normal

source: Create a team game
de: Ein Mannschaftsspiel erstellen
es: Crear una partida por equipos

source: Available scenarios
ca: Escenaris disponibles
de: Verfügbare Szenarios
es: Escenarios disponibles

source: Title
ca: Títol
de: Titel
es: Título

source: Setting
es: Ambientación

source: Start year
ca: Any inicial
de: Erstes Jahr
es: Año inicial

source: Players
ca: Jugadors
de: Spieler
es: Jugadores

source: Create a new game
ca: Crear un nou joc
de: Ein neues Spiel erstellen
es: Crear un nuevo juego

source: Rules
ca: Regles
de: Regeln
es: Reglas

source: This game is paused for maintenance. It will be resumed soon.
ca: Aquesta partida està en pausa per manteniment. Es reanudarà aviat.
de: Dieses Spiel ist für die Wartung unterbrochen. Es wird bald wieder aufgenommen werden.
es: Esta partida está pausada por mantenimiento. Se reanudará pronto.

source: This game has not started, because is has not yet enough players.
ca: Aquesta partida no ha començat, perquè encara no té prou jugadors.
de: Dieses Spiel ist nicht gestartet, weil es hat nicht genug Spieler.
es: Esta partida no ha empezado, porque aún no tiene suficientes jugadores.

source: This game will start in a few minutes.
ca: Aquesta partida començarà en uns minuts.
de: Dieses Spiel wird bald gestartet.
es: Esta partida empezará en unos minutos.

source: Slots
ca: Places
de: Plätze
es: Plazas

source: Private
ca: Privat
de: Privat
es: Privado

source: Team game
de: Mannschaftsspiel
es: Partida por equipos

source: Finished on %(finished)s after %(time)s.
ca: Acabat el %(finished)s desrés de %(time)s.
de: Beendet am %(finished)s, nach %(time)s.
es: Terminado el %(finished)s después de %(time)s.

source: Average score
ca: Puntuació mítjana
de: Durchschnittliche Punktzahl
es: Puntuación media

source: Average karma
ca: Mitjana de karma
de: Durchschnittliche Karma
es: Karma medio

source: Cities to win
ca: Ciutats per a guanyar
de: Städte zu gewinnen
es: Ciudades para ganar

source: Creator
ca: Creador
de: Schöpfer
es: Creador

source: Invited users
ca: Usuaris convidats
de: Eingeladene Benutzer
es: Usuarios invitados

source: Comment
ca: Comentari
de: Kommentar
es: Comentario

source: Invitations
ca: Invitacions
de: Einladungen
es: Invitaciones

source: Make public
ca: Fer públic
de: Öffentlich machen
es: Hacer público

source: Leave game
ca: Deixar el joc
de: Spiel verlassen
es: Abandonar

source: Results of game
ca: Resultats del joc
de: Ergebnisse der Spiel
es: Resultados del juego

source: These are the results for each team
de: Diese sind die Ergebnisse von jedem Mannschaft
es: Estos son los resultados para cada equipo

source: Cities
ca: Ciutats
de: Städte
es: Ciudades

source: These are the scores for each player in the game
ca: Aquestes són les puntuacions de cada jugador al joc
de: Diese sind die Ergebnisse von jedem Spieler im Spiel
es: Estas son las puntuaciones de cada jugador en el juego

source: Player
ca: Jugador
de: Spieler
es: Jugador

source: Country
ca: Estat
de: Land
es: Estado

source: Score
ca: Puntuació
de: Spielstand
es: Puntuación

source: Overthrows
ca: Derrocaments
de: Stürze
es: Derrocamientos

source: This is the history of overthrows in this game.
de: Das ist die Geschichte der Stürze in diesem Spiel.
es: Este es el histórico de derrocamientos en esta partida.

source: Overthrown player
de: Gestürzter Spieler
es: Jugador derrocado

source: By
de: Von
es: Por

source: Campaign log
ca: Diari de campanya
de: Tagebuch des Feldzuges
es: Diario de campaña

source: Comments
ca: Comentaris
de: Kommentare
es: Comentarios

source: %(time)s ago by %(user)s
ca: fa %(time)s per %(user)s
de: vor %(time)s von %(user)s
es: hace %(time)s por %(user)s

source: All the games
ca: Tots els jocs
de: Alle Spiele
es: Todos los juegos

source: Game list
ca: Llista de jocs
de: Spiele Liste
es: Lista de juegos
