Repository: Maberi/machiavelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, es

source: There is a new team message in the game '%(slug)s'
de: Es gibt eine neue Teammeldung im Spiel '%(slug)s'
es: Hay un nuevo mensaje de equipo en la partida '%(slug)s'

source: Read the messages
de: Teammeldungen lesen
es: Leer los mensajes

source: New team message in '%(slug)s'
de: Neue Teammeldung im '%(slug)s'
es: Nuevo mensaje de equipo en '%(slug)s'.

source: Florence
ca: Florència
de: Florenz
es: Florencia

source: France
ca: França
de: Frankreich
es: Francia

source: Milan
ca: Milà
de: Mailand
es: Milán

source: Naples
ca: Nàpols
de: Neapel
es: Nápoles

source: Papacy
ca: El Papat
de: Papst
es: El Papado

source: Turks
ca: Els Turcs
de: Türken
es: Los Turcos

source: Venice
ca: Venècia
de: Venedig
es: Venecia

source: Savoy
ca: Saboia
de: Savoyen
es: Saboya

source: H. Roman Empire
ca: Sacre Imperi Romà
de: H. Römisches Reich
es: Sacro I. Romano

source: Genoa
ca: Gènova
es: Génova

source: Spanish Empire
de: Spanisches Kolonialreich
es: Imperio Español

source: Development
ca: Desenvolupament
es: Desarrollo

source: The Spanish Preponderance
ca: La Preponderància Espanyola
de: Die spanische Veorherrschaft
es: La Preponderancia Española

source: The Balance of Power
ca: L'Equilibri de Poder
de: Das Gleichgewicht der Kräfte
es: El Equilibrio de Poder

source: Struggle for Dominance I
ca: Lluita pel Domini I
de: Kampf um die Vorherrschaft I
es: Lucha por el Dominio I

source: Struggle for Dominance II
ca: Lluita pel Domini II
de: Kampf um die Vorherrschaft II
es: Lucha por el Dominio II

source: The Death of the Duke of Milan
ca: La Mort del Duc de Milà
de: Der Tod des Herzoges von Mailand
es: La Muerte del Duque de Milán

source: Avignon
ca: Avinyó
es: Aviñón

source: Bergamo
ca: Bèrgam
es: Bérgamo

source: Bologna
ca: Bolonya
es: Boloña

source: Carinthia
ca: Caríntia
es: Carintia

source: Central Mediterranean
ca: Mediterrani Central
de: Zentral Mittelmeer
es: Mediterráneo Central

source: Corsica
ca: Còrsega
es: Córcega

source: Croatia
ca: Croàcia
es: Croacia

source: Dalmatia
ca: Dalmàcia
es: Dalmacia

source: Gulf of Lions
ca: Golf de Lleó
de: Golf von Lion
es: Golfo de Lion

source: Gulf of Naples
ca: Golf de Nàpols
de: Golf von Neapel
es: Golfo de Nápoles

source: Hungary
ca: Hongria
es: Hungría

source: Ionian Sea
ca: Mar Jònic
de: Ionischen Meer
es: Mar Jónico

source: Lower Adriatic
ca: Adriàtic Inferior
de: Südliches Adriatisch
es: Adriático Inferior

source: Ligurian Sea
ca: Mar de Ligúria
de: Ligurischen Meer
es: Mar de Liguria

source: Marseille
ca: Marsella
es: Marsella

source: Modena
ca: Mòdena
es: Módena

source: Patrimony
ca: Patrimoni
es: Patrimonio

source: Pavia
es: Pavía

source: Perugia
ca: Perusa
es: Perusa

source: Provence
ca: Provença
es: Provenza

source: Rome
ca: Roma
es: Roma

source: Sardinia
ca: Sardenya
es: Cerdeña

source: Slavonia
ca: Eslavònia
es: Eslavonia

source: Spoleto
es: Espoleto

source: Swiss
ca: Suïssa
es: Suiza

source: Trent
ca: Trento
es: Trento

source: Thyrrenian Sea
ca: Mar Tirrè
de: Thyrrenischen Meer
es: Mar Tirreno

source: Tunis
ca: Tunísia
es: Túnez

source: Turin
ca: Torí
es: Turín

source: Tyrol
ca: Tirol
es: Tirol

source: Upper Adriatic
ca: Adriàtic Superior
de: Nordliches Adriatisch
es: Adriático Superior

source: Western Mediterranean
ca: Mediterrani Occidental
de: Westliches Mittelmeer
es: Mediterráneo Occidental

source: Citizen militia
ca: Milícia ciutadana
de: Bürgerliche Miliz
es: Milicia ciudadana

source: Elite mercenaries
ca: Mercenaris d'elit
de: Elitesöldner
es: Mercenarios de élite

source: Elite professionals
ca: Professionals d'elit
de: Eliteberufssoldat
es: Profesionales de élite

source: Create an acccount on %(domain)s
ca: Crear un compte a %(domain)s
de: Ein Konto in %(domain)s erstellen
es: Crear una cuenta en %(domain)s

source: You cannot buy an assassination in this moment.
ca: No pots comprar un assassinat en aquest moment.
de: Jetzt kannst du nicht eine Ermordung kaufen.
es: No puedes comprar un asesinato en este momento.

source: You don't have enough ducats for the assassination.
ca: No tens suficients ducats per a l'assassinat.
de: Du hast nicht genug Dukaten für eine Ermordung.
es: No tienes suficiente dinero para pagar el asesinato.

source: You cannot kill an eliminated player.
ca: No pots assassinar a un jugador eliminat.
de: Du kannst nicht ein ausgeschiedene Spieler ermorden.
es: No puedes asesinar a un jugador eliminado.

source: You cannot kill yourself.
ca: No pots matar-te a tu mateix.
de: Du kannst nicht umbringen.
es: No puedes matarte a ti mismo.

source: You don't have any assassins to kill this leader.
ca: No tens assassins per matar aquest líder.
de: Du hast keine Mörder um diesen Führer zu ermorden.
es: No tienes asesinos para matar a este líder.

source: The assassination attempt has been saved.
ca: L'intent d'assassinat s'ha guardat.
de: Die Ermordung ist gespeichert worden.
es: El intento de asesinato se ha guardado.

source: You cannot borrow money in this moment.
ca: No pots demanar un préstec en aquest moment.
de: Jetzt kannst du nicht Geld ausleihen.
es: No puedes pedir un préstamo en este momento.

source: You have already consumed all your credit.
es: Ya has consumido todo tu crédito.

source: You cannot borrow so much money.
ca: No pots demanar prestat tants diners.
de: Du kannst nich so viel Geld ausleihen.
es: No puedes pedir prestado tanto dinero.

source: The chosen term is not valid.
ca: El termini escollit no és vàlid.
de: Die Frist ist nicht gültig.
es: El plazo elegido no es válido.

source: You have got the loan.
ca: Has aconseguit el préstec.
de: Du hast das Darlehen bekommen.
es: Has conseguido el préstamo.

source: You have successfully confirmed your actions.
ca: Has confirmat les teves accions correctament.
de: Du hast deine Aktionen bestätigt.
es: Has confirmado tus acciones correctamente.

source: What you write above these symbols %% will be shown in the sidebar
es: Lo que escribas sobre estos símbolos %% se mostrará en la barra lateral

source: Your journal has been updated.
de: Dein Tagebuch ist gespeichert worden.
es: Tu diario se ha actualizado.

source: Your journal could not be saved.
de: Dein Tagebuch konnte nicht gespeichert werden.
es: No se ha podido guardar tu diario.

source: Your error report has been saved
es: Tu informe de error se ha guardado.

source: You cannot excommunicate in this game.
ca: No pots excomunicar en aquesta partida.
de: In diesem Spiel kannst du nicht exkommunizieren
es: No puedes excomulgar en este juego.

source: You cannot excommunicate in the current season.
ca: No pots excomunicar durant l'estació actual.
de: In diesem Spiel kannst du nicht exkommunizieren
es: No puedes excomulgar durante la estación actual.

source: The country has been excommunicated.
ca: El país ha estat excomunicat.
de: Das Land ist exkommuniziert worden.
es: El país ha sido excomulgado.

source: You cannot forgive excommunications in the current season.
ca: No pots perdonar excomunions a l'estació actual.
de: In der laufende Saison kannst du nicht eine Exkommunikation vergeben.
es: No puedes perdonar excomuniones en la estación actual.

source: You cannot forgive this country.
ca: No pots perdonar a aquest país.
de: Du kannst nicht dieses Land vergeben.
es: No puedes perdonar a este país..

source: The country has been forgiven.
ca: El país ha estat perdonat.
de: Das Land ist vergeben worden.
es: El país ha sido perdonado.

source: Expense successfully saved.
ca: Despesa guardada correctament.
de: Die Aufwendung ist gespeichert worden.
es: Gasto guardado correctamente.

source: Expense could not be undone.
ca: La despesa no s'ha pogut anul·lar.
de: Die Aufwendung ist nicht gelöscht worden.
es: El gasto no se ha podido anular.

source: Expense successfully undone.
ca: Despesa anul·lada correctament.
de: Die Aufwendung ist gelöscht worden.
es: Gasto anulado correctamente.

source: You cannot give more money than you have
ca: No pots donar més diners dels que tens
de: Du kannst nicht so viel Geld überweisen
es: No puedes entregar más dinero del que tienes

source: The money has been successfully sent.
ca: Els diners s'han enviat correctament.
de: Du hast das Geld gesendet.
es: El dinero se ha enviado correctamente.

source: You have successfully made your reinforcements.
ca: Has fet els teus reforços correctament.
de: Du hast deine Verstärkung gemacht.
es: Has hecho tus refuerzos correctamente.

source: You have successfully paid your units.
ca: Has pagat a les teves unitats correctamente.
de: Du hast deine Einheiten bezahlt.
es: Has pagado a tus unidades correctamente.

source: You don't have enough ducats to buy these units.
de: Du hast nicht genug Dukaten, um diese Einheiten zu kaufen.
es: No tienes suficientes ducados para comprar esas unidades.

source: You have successfully sent your strategic movements.
es: Has enviado correctamente tus movimientos estratégicos.

source: You have successfully retreated your units.
ca: Has retirat les teves unitats correctamente.
de: Du hast deine Einheiten zurückgezogen.
es: Has retirado tus unidades correctamente.

source: You have repaid the loan.
ca: Has saldat el préstec.
de: Du hast das Darlehen abgetragen.
es: Has saldado el préstamo.

source: You don't have enough money to repay the loan.
ca: No tens prou diners per saldar el préstec.
de: Du hast nicht genug Geld um das Darlehen zu abtragen.
es: No tienes suficiente dinero para saldar el préstamo.

source: You have surrendered in this game.
es: Te has rendido esta partida.

source: Your actions are now unconfirmed. You'll have to confirm then again.
ca: Ara les teves accions no estan confirmadas. Huaràs de confirmarlas de nuevo.
de: Deine Aktionen sind jetzt nicht bestätigt. Du musst sie noch mal bestätigen.
es: Ahora tus acciones no están confirmadas. Tendrás que confirmarlas de nuevo.

source: Your retreat orders have been undone.
ca: Les seves ordres de retirada s'han desfet.
de: Deine Rückzüge wurden rückgängig gemacht.
es: Tus órdenes de retirada se han anulado.

source: Your strategic movements have been undone.
es: Tus movimientos estratégicos se han anulado.

source: Game successfully created.
ca: Joc creat correctament.
de: Das Spiel ist erstellt worden.
es: Juego creado correctamente.

source: The following users have been invited: %s
ca: Els següents usuaris han estat convidats: %s
de: Die folgende Benutzer sind eingeladen worden: %s
es: Los siguientes usuarios han sido invitados: %s

source: The following users could not be invited: %s
ca: Els següents usuaris no han pogut estar convidats: %s
de: Die folgende Benutzer sind nicht eingeladen worden: %s
es: Los siguientes usuarios no han podido ser invitados: %s

source: You had already joined this game.
ca: Ja t'havies unit a aquesta partida.
de: Du hast bereits das Spiel beigetreten.
es: Ya te habías unido a esta partida.

source: You must define at least one known language before joining a game.
ca: Has de definir al menys un idioma conegut abans d'unir-te a una partida.
de: Du musst mindestens eine Sprache wählen, um an einem Spiel teilzunehmen.
es: Debes declarar al menos un idioma conocido antes de unirte a una partida.

source: Define your languages and then, try again.
ca: Definiu els vostres idiomes i, a continuació, torneu-ho a intentar.
de: Wähl deine Sprachen und dann versuch es erneut.
es: Declara tus idiomas y después, inténtalo de nuevo.

source: This game is private and you have not been invited.
ca: Aquesta partida és privada i no has estat convidat.
de: Dieses Spiel ist privat und du bist nicht eingeladen worden.
es: Esta partida es privada y no has sido invitado.

source: You have successfully joined the game.
ca: T'has unit a la partida correctament.
de: Jetzt nimmst du an diesem Spiel teil.
es: Te has unido a la partida correctamente.

source: You had not joined this game.
ca: No t'havies unit a aquesta partida.
de: Du hast noch nie das Spiel beigetreten.
es: No te habías unido a esta partida.

source: You have left the game.
ca: Has deixat la partida.
de: Du hast das Spiel verlassen.
es: Has abandonado la partida.

source: The game has been deleted.
ca: La partida ha estat eliminada.
de: Das Spiel ist gelöscht worden.
es: La partida se ha borrado.

source: The game is now open to all users.
ca: Ara el joc està obert a tots els usuaris.
de: Das Spiel ist jetzt öffentlich.
es: Ahora el juego está abierto a todos los usuarios.

source: You need a minimum karma of %s to join a game.
ca: Et cal un karma mínim de %s per unir-te a una partida.
de: Du brauchst mindestens karma %s, um an einem Spiel teilzunehmen.
es: Necesitas un karma mínimo de %s para unirte a una partida.

source: This revolution is inactive.
de: Diese Revolution ist untätig
es: Esta revolución está inactiva.

source: You are now playing this game.
es: Ahora estás jugando esta partida.

source: Your overthrow attempt has been saved.
ca: El teu intent de derrocament s'ha guardat.
de: Dein Absturz ist gespeichert worden.
es: Tu intento de derrocamiento se ha guardado.

source: You are already attempting an overthrow on another player in the same game.
ca: Ja estàs intentant derrocar a un altre jugador a la mateixa partida.
de: Du hast bereits einen Absturz im gleichen Spiel versucht.
es: Ya estabas intentando derrocar a otro jugador en la misma partida.

source: You are already playing this game.
ca: Ja estàs jugant aquesta partida.
de: Du nimmst bereits am diesem Spiel teil.
es: Ya estás jugando esta partida.

source: You have withdrawn from this revolution.
de: Du hast dich von dieser Revolution abgemeldet.
es: Te has retirado de esta revolución.

source: Ranking for the user
ca: Classificació del jugador
de: Ränge des Benutzers
es: Clasificación del jugador

source: Ranking for the scenario
ca: Classificació de l'escenari
de: Ränge des Szenarios
es: Clasificación del escenario

source: Ranking for the country
ca: Classificació del país
de: Ränge des Landes
es: Clasificación del país

source: You cannot impose taxes in this moment.
es: No puedes cobrar impuestos en este momento.

source: Taxation has produced %s ducats for your treasury
es: Los impuestos han producido %s ducados para tu tesoro

source: Slug is too short
de: Slug ist zu kurz

source: You don't have enough karma to create a game.
de: Du hast nicht genug karma, um ein Spiel zu erstellen.

source: You don't have enough karma for a fast game.
de: Du hast nicht genug karma für ein schnelle Spiel.

source: You don't have enough karma to create a private game.
de: Du hast nicht genug karma, um ein private Spiel zu erstellen.

source: Regular (3d)
de: Regelmäßig (3d)

source: Convoy
ca: Convoi
de: Konvoi

source: visible
de: sichtbar

source: bribes
de: Bestechungen

source: gossip
de: Gerüchte

source: Austria
de: Österreich

source: Regular
de: Regelmäßig

source: There are one or more errors in the form below.
ca: Hi ha un o més errorrs en el teu formulari.
de: Es gibt ein oder mehrere Fehler im Formular.

source: You need a minimum karma of %s to join a fast game.
de: Du brauchst mindestens karma %s, um an einem schnellen Spiel teilzunehmen.

source: You cannot excommunicate this country.
ca: No pots excomunicar a aquest país.
de: In der laufenden Saison kannst du nicht exkommunizieren

source: You cannot forgive excommunications in this game.
ca: No pots perdonar excomunions en aquesta partida.
de: Du kannst nicht in diesem Spiel eine Exkommunikation vergeben.

source: You cannot give money in this game.
ca: No pots donar diners en aquesta partida.
de: In diesem Spiel kannst du nicht Geld überweisen

source: You cannot write messages in this game
ca: No pots escriure missatges en aquesta partida.
de: Du kannst keine Nachrichten in diesem Spiel schreiben

source: Map
ca: Mapa
de: Landkarte

source: Mail
de: Post

source: You can borrow some money from a banker or financier. Depending on the term that you choose, you will have to pay an interest. If you can't or don't repay a loan, something very bad will happen to you and, of course, you won't be able to borrow money anymore.
ca: Pots demanar prestat alguns diners a un banquer o financer. Segons el termini que tu triïs, hauràs de pagar un interès. Si no pots o no pagues un préstec, et passarà una cosa molt dolenta i, per descomptat, no podràs demanar cap més préstec.
de: Du kannst etwa Geld aus einen Bankier ausleihen. Der Zins kommt auf der Frist, den du wählst. Wenn du deine Schuld nicht zurückzahlst, wird etwas schlecht passieren und, natürlich, kannst du nicht mehr Geld ausleihen.

source: At this moment you can borrow a maximum of %(credit)s ducats.
ca: En aquest moment pots demanar un màxim de %(credit)s ducats.
de: Jetzt kannst du nicht mehr als %(credit)s Dukaten ausleihen.

source: No
de: Nein

source: Game results
de: Ergebnisse

source: Repay your loan
ca: Saldar el teu préstec
de: Deine Darlehen zurückzahlen

source: See all
de: Alle ansehen

source: Condottieri is set in Reinassance Italy, and each player controls one of the powers that struggle to dominate the region. You will have to negotiate with other players in order to achieve this goal. Armies, fleets, garrisons and money are your best arguments in this negotiation. But beware: some of your allies will be willing to betray you for a piece of the cake.
de: Condottieri ist in Italien der Renaissance eingestellt. Jeder Spieler leitet eines der Länder, die um die Region zu beherrschen kämpfen. Du musst mit anderer Spieler unterhandeln, um dieses Ziel zu erreichen. Die Armeen, Flotten, Garnisonen und Geld sind deine beste Argumente in der Unterhandlung. Aber pass auf! Einige deiner Verbündeten könnten dich verraten.

source: Albania
ca: Albània

source: Aquila
ca: Aquil·la

source: Arezzo
ca: Aresso

source: Bosnia
ca: Bòsnia

source: Capua
ca: Càpua

source: Durazzo
ca: Durëss

source: Herzegovina
ca: Hercegovina

source: Istria
ca: Ístria

source: Mantua
ca: Màntua

source: Padua
ca: Pàdua

source: Palermo
ca: Palerm

source: Ragusa
ca: Ragussa

source: Salerno
ca: Salern

source: Saluzzo
ca: Salusso

source: Siena
ca: Sièna

source: empty-map_en.jpg
ca: empty-map_es.jpg
