Repository: Maberi/machiavelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, es

source: Normal game (15 cities)
ca: Partida normal (15 ciutats)
de: Normales Spiel (15 Städte)
es: Partida normal (15 ciudades)

source: Long game (23 cities)
ca: Partida llarga (23 ciutats)
de: Langes Spiel (23 Städte)
es: Partida larga (23 ciudades)

source: Short game (12 cities - see help)
ca: Partida curta (12 ciutats - veure ajuda)
de: Kurzes Spiel (12 Städte - Hilfe sehen)
es: Partida corta (12 ciudades - ver ayuda)

source: Scenario
ca: Escenari
de: Szenario
es: Escenario

source: Time limit
ca: Límit de temps
de: Zeitlimit
es: Límite de tiempo

source: Visible players?
ca: ¿Jugadors visibles?
de: Sichtbare Spieler?
es: ¿Jugadores visibles?

source: How to win
ca: Com guanyar
de: Wie man gewinnt
es: Cómo ganar

source: Number of teams
de: Anzahl der Mannschaften
es: Número de equipos

source: Either select fewer teams or a scenario for more players
de: Wählen Sie weniger Mannschaften oder ein Szenario für mehr Spieler
es: Selecciona menos equipos o un escenario para más jugadores

source: User list, comma separated
ca: Llista d'usuaris, separada per comes
de: Liste der Benutzer, durch Komma getrennt
es: Lista de usuarios, separada por comas

source: Optional message
ca: Missatge opcional
de: Optionale Nachricht
es: Mensaje opcional

source: Unit
ca: Unitat
de: Einheit
es: Unidad

source: Destination
ca: Destinació
de: Ziel
es: Destino

source: %(unit)s cannot move to %(area)s
es: %(unit)s no puede mover a %(area)s.

source: You cannot give two orders to the same unit.
es: No puedes dar dos órdenes a la misma unidad.

source: Order
ca: Ordre
de: Befehl
es: Orden

source: Convert into
ca: Convertir en
de: Umwandeln in
es: Convertir en

source: This unit has already an order
ca: Aquesta unitat ja ha rebut una ordre
de: Diese Einheit hat gerade einen Befehl
es: Esta unidad ya ha recibido una orden

source: You must select an area to advance into
ca: Has de seleccionar un àrea a la que avançar
de: Du musst ein Ziel wählen, um die Einheit zu bewegen
es: Debes seleccionar un área a la que avanzar

source: You must select a unit type to convert into
ca: Has de seleccionar un tipus d'unitat per a la conversió
de: Du musst eine Einheitform wählen, um die Einheit umzuwandeln
es: Debes seleccionar un tipo de unidad para la conversión

source: A unit must convert into a different type
ca: Una unitat ha de convertir-se a un tipus diferent
de: Eine Einheit muss zu anderer Einheitform umwandeln
es: Una unidad debe convertirse a un tipo distinto

source: You must select a unit to convoy
ca: Has de seleccionar una unitat a la qual transportar
de: Du musst die beförderte Einheit wählen
es: Debes seleccionar una unidad a la que transportar

source: You must select a destination area to convoy the unit
ca: Has de seleccionar un àrea fins a la que transportar la unitat
de: Du musst ein Ziel für den Konvoi wählen
es: Debes seleccionar un área hasta la que transportar a la unidad

source: A fleet cannot convoy while affected by a storm
ca: Una flota no pot transportar mentre està afectada per una tormenta
de: Eine Flotte kann kein Konvoy machen, wenn sie unter einem Sturm ist
es: Una flota no puede transportar mientras está afectada por una tormenta

source: You must select a unit to support
ca: Has de seleccionar una unitat a la qual donar soport
de: Du musst die Einheit wählen, die du unterstützen willst
es: Debes seleccionar una unidad a la que apoyar

source: You must select a destination area for the supported unit
ca: Has de seleccionar una àrea de destí per a la unitat suportada
de: Du musst ein Ziel für die unterstützte Einheit wählen
es: Debes seleccionar un área de destino para la unidad apoyada

source: You must select a unit type for the supported unit
ca: Has de seleccionar un nou tipus per a la unitat suportada
de: Du musst eine Typ für die unterstützte Einheit wählen
es: Debes seleccionar un nuevo tipo para la unidad apoyada

source: This unit cannot be placed in this area
ca: Aquesta unitat no es pot col·locar en aquesta àrea
de: Diese Einheit kann nicht in diesem Gebiet gelegt werden
es: Esta unidad no se puede colocar en este área

source: You cannot place two units in the same area in one turn
ca: No pot col·locar més de una unitat a la mateixa àrea en el mateix torn
de: Du kannst nicht zwei Einheiten im gleichen Gebiet legen
es: No puedes colocar más de una unidad en la misma área en el mismo turno

source: You cannot buy more than one special unit
ca: No pots comprar més d'una unitat especial
de: Du kannst nicht mehr als eine Specialeinheit kaufen
es: No puedes comprar más de una unidad especial

source: You must choose an area
ca: Has de seleccionar una àrea
de: Du musst ein Ziel wählen
es: Debes seleccionar un área

source: You must choose a unit
ca: Has de seleccionar una unitat
de: Du musst eine Einheit wählen
es: Debes seleccionar una unidad

source: Unknown expense
ca: Despesa desconeguda
de: Unbekannte Aufwendung
es: Gasto desconocido

source: You must pay at least %s ducats
ca: Has de pagar al menys %s ducats
de: Du musst %s Dukaten mindestens bezahlen
es: Debes pagar al menos %s ducados

source: This expense already exists
es: Este gasto ya existe

source: This expense is not allowed in this game
es: Este gasto no está permitido en esta partida

source: You must choose a land area
es: Debes seleccionar un área de tierra

source: There is no famine in this area
ca: No hi ha fam en aquesta àrea
de: Es gibt keine Hungersnot in dieser Provinz
es: No hay hambruna en ese área

source: There is no rebellion in this area
ca: No hi ha rebel·lió en aquesta área
de: Es gibt kein Rebellion in dieser Provinz
es: No hay una rebelión en ese área

source: This area is part of the player's home country
ca: Aquesta àrea és part del país d'origen del jugador
de: Diese Provinz ist Teil der Heimatfelder des Spielers
es: El área es parte del país de origen del jugador

source: This area is not in the home country of the player who controls it
ca: L'àrea no està en el país d'origen del jugador que la controla
de: Diese Provinz ist nicht Teil der Heimatfelder des Spielers
es: El área no está en el país de origen del jugador que la controla

source: This area is not controlled by anyone
ca: Aquesta àrea no està control·lada per ningú
de: Diese Provinz ist nicht kontrolliert
es: Este área no está controlada por nadie

source: You must choose an autonomous garrison
ca: Has d'escollir una guarnició autònoma
de: Du musst eine autonome Garnison wählen
es: Debes elegir una guarnición autónoma

source: You cannot choose one of your own units
ca: No pots escollir una de les teves pròpies unitats
de: Du kannst nicht eine Einheit der eigenen wählen
es: No puedes elegir una de tus propias unidades

source: You must choose an enemy unit
ca: Has de seleccionar una unitat enemiga
de: Du musst eine feindliche Einheit wählen
es: Debes seleccionar una unidad enemiga

source: You must choose a non-autonomous garrison
ca: Has de seleccionar una guarnició no autònoma
de: Du musst eine Garnison wählen, die keine autonom ist
es: Debes seleccionar una guarnición no autónoma

source: You must choose a province that you control
es: Debes seleccionar una provincia bajo tu control

source: You must choose a province that you don't control
es: Debes seleccionar una provincia que no controles

source: You cannot bribe this unit because it's too far from your units or areas
ca: No pots sobornar aquesta unitat perquè està molt lluny de les teves unitats i àrees
de: Du kannst nicht diese Einheit bestechen, weil sie zu weit von deine Einheiten und Provinzen liegt
es: No puedes sobornar a esta unidad porque está muy lejos de tus unidades y áreas

source: Areas to tax
es: Areas a gravar

source: 1 year, 20%
ca: 1 anyo, 20%
de: 1 Jahr, 20%
es: 1 año, 20%

source: 2 years, 50%
ca: 2 anyos, 50%
de: 2 Jahre, 50%
es: 2 años, 50%

source: Ducats to borrow
ca: Ducats a prestar
de: Dukaten zu entleihen
es: Ducados deseados

source: Term and interest
ca: Plaç i interès
de: Frist und Zinsen
es: Plazo e interés

source: 10d, 1 die
de: 10d, 1 Würfel
es: 10d, 1 dado

source: 18d, 2 dice
de: 18d, 2 Würfeln
es: 18d, 2 dados

source: 25d, 3 dice
de: 25d, 3 Würfeln
es: 25d, 3 dados

source: 31d, 4 dice
de: 31d, 4 Würfeln
es: 31d, 4 dados

source: 36d, 5 dice
de: 36d, 5 Würfeln
es: 36d, 5 dados

source: 40d, 6 dice
de: 40d, 6 Würfeln
es: 40d, 6 dados

source: 43d, 7 dice
de: 43d, 7 Würfeln
es: 43d, 7 dados

source: 46d, 8 dice
de: 46d, 8 Würfeln
es: 46d, 8 dados

source: 48d, 9 dice
de: 48d, 9 Würfeln
es: 48d, 9 dados

source: 50d, 10 dice
de: 50d, 10 Würfeln
es: 50d, 10 dados

source: Ducats to pay
ca: Ducats a pagar
de: Dukaten zu bezahlen
es: Ducados a pagar

source: Target country
ca: País objectiu
de: Zielland
es: País objetivo

source: Army
ca: Exercit
de: Armee
es: Ejército

source: Fleet
ca: Flota
de: Flotte
es: Flota

source: Garrison
ca: Guarnició
de: Garnison
es: Guarnición

source: Spring
ca: Primavera
de: Frühling
es: Primavera

source: Summer
ca: Estiu
de: Sommer
es: Verano

source: Fall
ca: Tardor
de: Herbst
es: Otoño

source: Inactive game
ca: Joc inactiu
de: Inaktiv Spiel
es: Juego inactivo

source: Military adjustments
ca: Arranjaments militars
de: Militärischen Anpassungen
es: Ajustes militares

source: Order writing
ca: Emissió d'ordres
de: Befehle schreiben
es: Emisión de órdenes

source: Retreats
ca: Retirades
de: Rückzüge
es: Retiradas

source: Strategic movement
es: Movimiento estratégico

source: Hold
ca: Aguantar
de: Halten
es: Aguantar

source: Besiege
ca: Assetjar
de: Belagern
es: Asediar

source: Advance
ca: Avançar
de: Bewegen
es: Avanzar

source: Conversion
ca: Conversió
de: Umwandeln
es: Conversión

source: Support
ca: Donar suport a
de: Unterstützen
es: Apoyar

source: 1/2 day
ca: 1/2 dia
de: 1/2 Tag
es: 1/2 día

source: 1 day
ca: 1 dia
de: 1 Tag
es: 1 día

source: 2 days
ca: 2 dies
de: 2 Tage
es: 2 días

source: 3 days
ca: 3 dies
de: 3 Tage
es: 3 días

source: 7 days
es: 7 días

source: Real time, 15 min
es: Tiempo real, 15 min

source: title
es: título

source: max. 128 characters
es: máx. 128 caracteres

source: 4-20 characters, only letters, numbers, hyphens and underscores
ca: 4-20 caràcters, sols lletres, números i guions
de: 4-20 Zeichen, nur Buchstaben, Nummern, Binde- und Unterstriche
es: 4-20 caracteres, solo letras, números y guiones

source: year
de: Jahr
es: año

source: season
de: Jahreszeit
es: estación

source: phase
es: fase

source: slots
de: Plätze
es: plazas

source: scenario
de: Szenario
es: escenario

source: created by
de: erstellt von
es: creado por

source: if checked, it will be known who controls each country
ca: marcat, es sabrà qui control·la cada país
de: wenn es aktiviert ist, kann man wissen, wer die Länder kontrolliert
es: marcado, se sabrá quién controla cada país

source: map outdated
de: veraltete Karte
es: mapa desactualizado

source: time limit
de: Zeitlimit
es: límite de tiempo

source: time available to play a turn
ca: temps disponible per a jugar un torn
de: verfügbare Zeit, um eine Reihe zu spielen
es: tiempo disponible para jugar un turno

source: last phase change
de: letzte Änderung Phase
es: último cambio de fase

source: creation date
de: Erstellungsdatum
es: fecha de creación

source: starting date
de: Startdatum
es: fecha de inicio

source: ending date
de: Enddatum
es: fecha de finalización

source: autostart
es: comienzo automático

source: cities to win
de: Städte zu gewinnen
es: ciudades para ganar

source: cities that must be controlled to win a game
ca: ciutats que han de ser controlades per a guanyar una partida
de: Städte, dass man kontrolliert muss, um ein Spiel zu gewinnen
es: ciudades que deben ser controladas para ganar una partida

source: require home cities
de: erfordern Heimatstädte
es: exigir ciudades de origen

source: extra conquered cities
de: extra eroberten Städten
es: ciudades conquistadas adicionales

source: years limit
es: límite de años

source: fast
de: schnell
es: rápida

source: uses karma
de: Karma benutzt wird
es: usa karma

source: paused
de: unterbrochen
es: pausada

source: private
de: privat
es: privada

source: only invited users can join the game
ca: sols usuarios convidats poden unir-se al joc
de: nur eingeladene Benutzer können am Spiel teilnehmen
es: solo los usuarios invitados pueden unirse al juego

source: comment
ca: comentari
de: Kommentar
es: comentario

source: optional comment for joining users
ca: comentari opcional per als usuaris
de: optional Kommentar für neue Benutzer
es: comentario opcional para los usuarios

source: rules version
de: Version der Regeln
es: versión de reglas

source: extended deadline
de: verlängerten Frist
es: plazo extendido

source: teams
de: Mannschaften
es: equipos

source: game
ca: joc
de: Spiel
es: juego

source: games
de: Spiele
es: juegos

source: sent after the game
ca: enviat desprès de la partida
de: nach dem Spiel gesendet
es: enviado después de la partida

source: submission date
ca: data d'enviament
de: Abgabetermin
es: fecha de envío

source: is public
ca: és públic
de: ist öffentlich
es: es público

source: Game comment
de: Spiel Kommentar
es: Comentario de partida

source: Game comments
de: Spiel Kommentare
es: Comentarios de partida

source: error report
es: informe de error

source: error reports
es: informes de error

source: team
de: Mannschaft
es: equipo

source: score
de: Spielstand
es: puntuación

source: scores
de: Spielstand
es: puntuaciones

source: Team %s
de: Mannschaft %s
es: Equipo %s

source: secret key
es: clave secreta

source: player
de: Spieler
es: jugador

source: text
es: texto

source: Written by %(country)s %(date)s ago
de: Geschrieben von %(country)s vor %(date)s
es: Escrito por %(country)s hace %(date)s

source: Revolution
es: Revolución

source: Revolutions
ca: Revolucions
de: Revolutionen
es: Revoluciones

source: %(type)s in %(area)s
ca: %(type)s en %(area)s
es: %(type)s en %(area)s

source: %(type)s in %(area)s (%(cost)s ducats)
ca: %(type)s en %(area)s (%(cost)s ducats)
de: %(type)s in %(area)s (%(cost)s Dukaten)
es: %(type)s en %(area)s (%(cost)s ducados)

source: %(unit)s holds its position.
ca: %(unit)s manté la seva posició.
de: %(unit)s hält sich
es: %(unit)s mantiene su posición.

source: %(unit)s tries to go to %(area)s.
ca: %(unit)s intenta anar a %(area)s.
de: %(unit)s versucht zu %(area)s sich bewegen.
es: %(unit)s intenta ir a %(area)s.

source: %(unit)s besieges the city.
ca: %(unit)s assetja la ciutat.
de: %(unit)s belagert die Stadt.
es: %(unit)s asedia la ciudad.

source: %(unit)s tries to convert into %(type)s.
ca: %(unit)s intenta convertir-se en %(type)s.
de: %(unit)s versucht in %(type)s sich umwandeln.
es: %(unit)s intenta convertirse en %(type)s.

source: %(unit)s must convoy %(subunit)s to %(area)s.
ca: %(unit)s transporta a %(subunit)s a %(area)s.
de: %(unit)s muss %(subunit)s befördern nach %(area)s.
es: %(unit)s transporta a %(subunit)s a %(area)s.

source: %(unit)s supports %(subunit)s to hold its position.
ca: %(unit)s dona suport a %(subunit)s a mantenir la seva posició.
de: %(unit)s unterstützt %(subunit)s in halten.
es: %(unit)s apoya a %(subunit)s a mantener su posición.

source: %(unit)s supports %(subunit)s to go to %(area)s.
ca: %(unit)s dona suport a %(subunit)s a avançar a %(area)s.
de: %(unit)s unterstützt %(subunit)s in zu %(area)s bewegen.
es: %(unit)s apoya a %(subunit)s a avanzar a %(area)s.

source: %(unit)s supports %(subunit)s to convert into %(type)s.
ca: %(unit)s dona suport a %(subunit)s a convertir-se en %(type)s.
de: %(unit)s unterstützt %(subunit)s in %(type)s sich umwandeln.
es: %(unit)s apoya a %(subunit)s a convertirse en %(type)s.

source: %(unit)s moves to %(area)s
es: %(unit)s mueve a %(area)s

source: Normal (private letters, anonymous gossip)
es: Normal (cartas privadas, rumores anónimos)

source: Gunboat diplomacy (no letters, no gossip)
es: Diplomacia de cañonero (sin cartas ni rumores)

source: finances
de: Finanzen
es: finanzas

source: assassinations
ca: assesinats
de: Ermordungen
es: asesinatos

source: will enable Finances
ca: s'activaran les finances
de: Finanzen aktivieren
es: se activarán las finanzas

source: excommunication
ca: excomunió
de: Exkommunikation
es: excomunión

source: special units
ca: unitats especials
de: Spezialeinheiten
es: unidades especiales

source: money lenders
ca: prestamistes
de: Geldverleiher
es: prestamistas

source: unbalanced loans
ca: prèstecs no equilibrats
de: unausgeglichene Darlehen
es: préstamos no equilibrados

source: the credit for all players will be 25d
ca: el crèdit per a tots els jugadors serà 25d
de: der Kredit aller Spieler ist immer 25d
es: el crédito para todos los jugadores será 25d

source: conquering
ca: conquesta
de: Eroberung
es: conquista

source: famine
ca: fam
de: Hungersnot
es: hambruna

source: plague
ca: plaga
de: Plage
es: plaga

source: storms
ca: tormentes
de: Stürme
es: tormentas

source: strategic movement
ca: moviment estratègic
de: strategische Bewegung
es: movimiento estratégico

source: variable home country
es: país de origen variable

source: conquering will be disabled
es: la conquista se desactivará

source: taxation
es: impuestos

source: will enable Finances and Famine
es: se activarán las finanzas y la hambruna

source: fog of war
es: niebla de guerra

source: each player sees only what happens near his borders
es: cada jugador ve sólo lo que ocurre junto a sus fronteras

source: press
es: comunicación

source: Famine relief
ca: Alleujar la fam
de: Hungersnot entfernen
es: Aliviar la hambruna

source: Pacify rebellion
ca: Pacificar rebel·lió
de: Eine Rebellion entfernen
es: Pacificar rebelión

source: Conquered province to rebel
ca: Provocar rebel·lió a provincia conquerida
de: Eine Rebellion in einer Eoberten Provinz entfachen
es: Provocar rebelión en provincia conquistada

source: Home province to rebel
ca: Provocar rebel·lió a provincia d'origen
de: Eine Rebellion in einer Heimatprovinz entfachen
es: Provocar rebelión en provincia de origen

source: Counter bribe
ca: Contrarestar soborn
de: Bestechung erschweren
es: Contrarrestar soborno

source: Disband autonomous garrison
ca: Desbandar guarnició autònoma
de: Eine autonome Garnison entfernen
es: Desbandar guarnición autónoma

source: Buy autonomous garrison
ca: Comprar guarnició autònoma
de: Eine autonome Garnison bestechen
es: Comprar guarnición autónoma

source: Convert garrison unit
ca: Convertir guarnición en autónoma
de: Eine feindliche Garnison in autonome umwandeln
es: Convertir guarnición en autónoma

source: Disband enemy unit
ca: Desbandar unitat enemiga
de: Eine feindliche Einheit entfernen
es: Desbandar unidad enemiga

source: Buy enemy unit
ca: Comprar unitat enemiga
de: Eine feindliche Einheit bestechen
es: Comprar unidad enemiga

source: Hire a diplomat in own area
es: Contratar un diplomático en un área propia

source: Hire a diplomat in foreign area
es: Contratar un diplomático en un área extranjera

source: %(country)s reliefs famine in %(area)s
ca: %(country)s alleuja la fam a %(area)s
de: %(country)s entfernt die Hungersnot in %(area)s
es: %(country)s alivia la hambruna en %(area)s

source: %(country)s pacifies rebellion in %(area)s
ca: %(country)s pacifica la rebel·lió a %(area)s
de: %(country)s entfernt die Rebellion in %(area)s
es: %(country)s pacifica la rebelión en %(area)s

source: %(country)s promotes a rebellion in %(area)s
ca: %(country)s provoca una rebel·lió a %(area)s.
de: %(country)s entfacht eine Rebellion in %(area)s
es: %(country)s provoca una rebelión en %(area)s.

source: %(country)s tries to counter bribe on %(unit)s
ca: %(country)s intenta contrarestar un soborn sobre %(unit)s.
de: %(country)s erschwert eine Bestechung in %(unit)s
es: %(country)s intenta evitar un soborno sobre %(unit)s.

source: %(country)s tries to disband %(unit)s
ca: %(country)s intenta desbandar %(unit)s.
de: %(country)s versucht %(unit)s aufzulösen
es: %(country)s intenta desbandar %(unit)s.

source: %(country)s tries to buy %(unit)s
ca: %(country)s intenta comprar %(unit)s.
de: %(country)s versucht %(unit)s zu bestechen.
es: %(country)s intenta comprar %(unit)s.

source: %(country)s tries to turn %(unit)s into an autonomous garrison
ca: %(country)s intenta convertir %(unit)s en guarnició autònoma
de: %(country)s versucht %(unit)s in einer autonomen Garnison umzuwandeln
es: %(country)s intenta convertir %(unit)s en guarnición autónoma

source: %(country)s hires a diplomat in %(area)s
es: %(country)s contrata un diplomático en %(area)s

source: %(ducats)sd to kill the leader of %(country)s.
ca: %(ducats)sd per a matar al líder de %(country)s.
de: %(ducats)sd um den Führer von %(country)s zu ermorden.
es: %(ducats)sd para matar al lider de %(country)s.

source: limit of 140 characters
ca: límit de 140 caràcters
de: nicht mehr als 140 Zeichen
es: límite de 140 caracteres

source: diplomat
es: diplomático

source: diplomats
es: diplomáticos

source: %(country)s's diplomat in %(area)s
es: diplomático de %(country)s en %(area)s

source: Game started
ca: Joc començat
de: Ein Spiel hat begonnen
es: Juego comenzado

source: a game that you're a player in has started
ca: un joc en el que ets jugador ha començat
de: ein Spiel hat begonnen, an dem du teilnimmst
es: un juego en el que eres jugador ha comenzado

source: Game over
ca: Joc finalitzat
de: Ein Spiel ist vorbei
es: Juego terminado

source: a game that you're playing is over
ca: un joc en el que ets jugador ha finalitzat
de: ein Spiel ist vorbei, an dem du teilnimmst
es: un juego en el que eres jugador ha terminado

source: New phase
ca: Nova fase
de: Neue Phase
es: Nueva fase

source: a new phase has begun
ca: ha començat una nova fase
de: eine neue Phase hat begonnen
es: ha comenzado una nueva fase

source: Ducats received
ca: Ducats rebuts
de: Zahlungseingang
es: Ducados recibidos

source: you have received some ducats
ca: has rebut alguns ducats
de: jemand hat dir einige Dukaten überwiesen
es: has recibido algunos ducados

source: New revolution
de: Neue Revolution
es: Nueva revolución

source: you skipped your turn
de: du springst deine Spielrunde über
es: te has saltado el turno

source: Overthrow attempt
ca: Intent de derrocar
de: Absturzversuch
es: Intento de derrocamiento

source: you are being overthrown
ca: Estàs sent derrocat
de: jemand versucht dich zu stürzen
es: estás siendo derrocado

source: Overthrow
ca: Derrocar
de: Absturz
es: Derrocar

source: you have been overthrown
ca: has estat derrocat
de: du wirdst gestürzt
es: has sido derrocado

source: you have overthrown a government
ca: has derrocat un gobern
de: du hast eine Regierung gestürzt
es: has derrocado a un gobierno

source: New invitation
ca: Nova invitació
de: Neue Einladung
es: Nueva invitación

source: you have been invited to a private game
ca: has estat convidat a un joc privat
de: du bist in einem privaten Spiel eingeladen worden
es: has sido invitado a un juego privado

source: Invitation revoked
ca: Invitació revocada
de: Einladung ist annuliert
es: Invitación retirada

source: your invitation to a private game has been revoked
ca: la seva invitació a un joc privat ha estat revocada
de: deine Einladung für ein private Spiel ist annuliert worden
es: tu invitación a un juego privado ha sido retirada

source: Team message received
de: Teammeldung bekommen
es: Mensaje de equipo recibido

source: you receive a team message
de: du bekommst eine Teammeldung
es: recibes un mensaje de equipo

source: Player excommunicated
de: Spieler exkommuniziert
es: Jugador excomulgado

source: you are excommunicated in a game
de: Du bist in einem Spiel exkommuniziert
es: eres excomulgado en una partida

source: Player absolved
de: Spieler absolviert
es: Jugador absuelto

source: your excommunication is lifted
de: deine Exkommunikation ist absolviert
es: tu excomunión es perdonada

source: Expired game
es: Partida caducada
